/* eslint-disable import/no-anonymous-default-export */
import { LOCALES } from "../locales";

export default {
    [LOCALES.HINDI]: {
        // common
        auth_button: "Google के साथ साइन इन करें",
        auth_button_short: "साइन इन करें",
        skills: "कौशल",
        careers: "करियर",
        month: "महीना",
        terms: "नियम और शर्तें",
        policy: "गोपनीयता नीति",
        policy_content: "सामग्री नीति",

        //footer
        footer_skill_map: "कौशल मानचित्र",
        footer_career_explorer: "करियर एक्सप्लोरर",
        footer_courses: "प्रोजेक्ट-आधारित ऑनलाइन-पाठ्यक्रम",
        footer_pricing: "मूल्य निर्धारण",

        //btns
        more: "और अधिक",
        share: "शेयर करें",
        junior: "आसान",
        middle: "मध्यम",
        senior: "कठिन",

        // header
        header_profile: "विशेषज्ञता:",
        nav_tutorials: "करियर",
        nav_skills: "कौशल",
        nav_premium: "मेरी योजना",
        nav_upgrade: "अपग्रेड",
        nav_ask: "सीखें",
        nav_exit: "लॉग आउट",
        nav_workspace: "पढ़ाएं",
        program_tutorial: "अपना पसंदीदा विषय चुनें:",
        edit_user_label: "मेरी प्रोफाइल",
        user_name_label: "उपयोगकर्ता नाम",
        user_picture_label: "उपयोगकर्ता अवतार",

        //profile
        profile_moto: "आपके व्यक्तिगत करियर लक्ष्य के लिए AI-पॉवर्ड वीडियो पाठ्यक्रम।",
        profile_description:
            "आपको जरूरत है सब कुछ सीखें मिनटों में २४/७. सर्वोत्तम उपयुक्त करियर खोजें. वीडियो, क्विज़ेस और AI-प्रतिक्रिया के साथ व्यक्तिगत पाठ्यक्रम उत्पन्न करें और गायब कौशल सीखें.",
        profile_reccomended: "सिफारिशी करियर",
        profile_learn: "AI-मेंटर के साथ कुछ सीखें, प्राप्त करें ",
        profile_map: "आपके कौशलों का मानचित्र",
        profile_list_suggested: "और सुझाए गए सूची ",
        profile_upgrade_skills:
            "विशेषज्ञता वह ज्ञान क्षेत्र है जिसके साथ आप सबसे अधिक जुड़े हुए हैं। यहाँ आपने सीखा है",
        profile_specialisation_times: "बार",
        profile_specialisation_my: "मेरी विशेषज्ञता",
        profile_your_learned: " आपने सीखा है",
        profile_matching: " आपके कौशलों से मेल खाता है",
        add_explainer_short: "इस पाठ्यक्रम से पाठ संलग्न करें",

        //skills
        skills_update_interest: "YouTube कौशल अपडेट करें",
        skills_test_interest: "YouTube पर कौशल खोजें",

        //event
        event_create: "शुरुआत से एक पाठ्यक्रम बनाएं",
        event_finish: "लाइव रूम से बाहर गए",
        event_proceed: "लाइव रूम",
        event_change: "पाठ्यक्रम संपादित करें",
        event_upgrade: "संपादित करने के लिए मुफ्त परीक्षण शुरू करें",
        event_btn_friend: "छात्रों के साथ शेयर करें",
        event_tasks_description: "आप सीखेंगे",
        event_result: "परिणाम: आप बनाएंगे",
        event_need: "आपको जरूरत होगी",
        event_how: "यह कैसे काम करता है",

        create_event_title_edit: "पाठ्यक्रम संपादित करें",
        create_event_title_create: "एक पाठ्यक्रम बनाएं",
        create_event_remove_event: "पाठ्यक्रम को हमेशा के लिए हटाएं",
        create_event_title_label: "पाठ्यक्रम का शीर्षक",
        create_event_title_message: "पाठ्यक्रम का एक शीर्षक होना चाहिए",
        create_event_subject_label: "खोज और व्यवस्थित करने के लिए पाठ्यक्रम टैग चुनें",
        create_event_subject_extra:
            "चैट में नहीं मिला एक टैग भेजें, हम इसे 15 मिनट में जोड़ देंगे",
        create_event_subject_message:
            "टैग के बिना एक इवेंट नहीं बनाया जाएगा",
        create_event_cost_label: "1 छात्र मूल्य (USD) / आपको 1 छात्र से मिलेगा",
        create_event_save: "पाठ्यक्रम सहेजें और बाहर निकलें",

        // event set date
        event_set_date_every_week: "हर {day} को {time} पर",
        event_set_date_exist: "घटना पहले से मौजूद है",
        event_set_date_added: "इवेंट जोड़ा गया",
        event_set_date_title: "अनुसूची",

        event_set_date_description:
            'एक बिना तारीख और समय का पाठ्यक्रम "घोषणाएँ" अनुभाग में जोड़ा जाएगा। यह विकल्प समूहों के एक सेट के लिए उपयुक्त है।',
        event_set_date_schedule: "{date} से हर {day}, {time}",
        event_set_date_remove_item: "पाठ को हटाएँ",
        event_set_date_add_date: "तारीख और समय जोड़ें",
        event_set_date_date: "तारीख",
        event_set_date_time: "समय",
        event_set_date_dont_repeat: "दोहराएँ नहीं",
        event_set_date_repeat: "हर सप्ताह दोहराएँ",

        group_groups: "मेरे स्कूल जिसमें छात्रों के लिए पाठ्यक्रम हैं:",
        group_tutorial: "अपना पाठ्यक्रम बनाएं:",
        group_soon: "विशेष पाठ्यक्रम, मुफ्त में प्रयास करें ↓",
        group_soon_description:
            "सबसे दिलचस्प पाठ्यक्रम हमारे उपयोगकर्ताओं ने बनाए हैं। आप इन्हें मुफ्त में सीख सकते हैं।",

        participants_list_subsicribe: "सदस्यता",

        premium: "प्रीमियम",
        premium_pro: "प्रो",
        premium_your: "आपकी योजना",
        premium_description:
            "रुचियां परखें और लापता कौशल बनाएं",
        premium_pro_description:
            "शिक्षकों के लिए अपना स्कूल बनाएं और पाठ्यक्रम बेचें",
        premium_moneyback: "3-दिन का मुफ्त परीक्षण",
        payment_premium_monthly: "मुफ्त परीक्षण शुरू करें",
        payment_title: "अपनी योजना अपग्रेड करें",
        payment_button: "मुफ्त परीक्षण शुरू करें",
        payment_button_course: "पाठ्यक्रम बनाने के लिए मुफ्त परीक्षण शुरू करें",
        payment_request_modal_cancel: "रद्द करें",
        premium_valid: "सदस्यता वैध है जब तक",
        premium_why: "हमें क्यों चुनें?",
        premium_why_des:
            "हमारा AI गूगल पर घंटों खोजने, जिन चीजों को आप पहले से जानते हैं उन्हें दोहराने और लंबे पठन और अनौपचारिक YouTube वीडियोस को पढ़ने में आपके समय की बचत करता है। यह आपके डेटा के साथ लगातार सीख रहा है।",
        premium_why_call:
            "अपने जुनून को जल्दी खोजने से आपके अगले 15 वर्षों में आपके स्थान पर गहरा प्रभाव पड़ता है। यह आपको हर साल हजारों डॉलर का खर्च, स्वास्थ्य और मानसिक मुद्दों का कारण बन सकता है, या खुशी की यात्रा बन सकती है जो सफलता और उत्साह से भरपूर हो।",

        notif_copy_event_link_description:
            "लिंक को अपने दोस्तों को चैट में भेजें, और वे कक्षा में शामिल हो सकते हैं।",
        notif_copy_event_link_workspace:
            "लिंक को अपने छात्रों और सहकर्मियों को चैट में भेजें, और वे इस स्कूल में शामिल हो सकते हैं",
        notif_copy_link_title: "लिंक क्लिपबोर्ड में कॉपी हो गया",
        notif_invite: "हमने आपके सदस्यों को निमंत्रण भेज दिया है",
        notif_copy_link_description:
            "आपको यह पसंद है? इसे अपने दोस्तों या छात्रों को दिखाएं!",
        notif_achieve_subject: "आपने एक नया कौशल खोला है:",
        notif_achieve_theme: "आपने एक नया कौशल खोला है:",
        notif_achieve_theme_skills: "आपके कौशल का नक्शा",
        notif_quiz_creating:
            "परीक्षा बन रही है… इसमें 40 सेकंड लग सकते हैं। कृपया अंत तक प्रतीक्षा करें।",

        event_card_button_join_room: "शामिल हों ⚡",
        event_card_button_joined: "जुड़ गए 😊",

        tab_my_tutorial: "मेरे पाठ और परीक्षण",
        tab_user_tutorial: "उपयोगकर्ता के पाठ",
        tab_subject_tutorial: "डेटा से नए पाठ",
        tab_subject_tutorial_new: "नए पाठ",
        tab_tag_tutorial: "टैग के अनुसार पाठ",
        tab_ai_mentor: "AI चैट",
        tab_ai_course: "AI पाठ्यक्रम",
        tab_ai_test: "परीक्षण",
        tab_tutorial_top: "शीर्ष",
        tab_tutorial_featured: "विशेष",

        ai_mentor_place:
            "करियर लक्ष्यों के बारे में पूछें या आज की चुनौतियों के बारे में",
        ai_course_des:
            "कृत्रिम बुद्धिमत्ता, मशीन लर्निंग और OpenAI GPT-4 का उपयोग करके Python के साथ अपना खुद का रोबोट बनाएं।",
        ai_course_channel:
            "मोबाइल एप्स, वेबसाइट्स और गेम्स के लिए UX/UI डिज़ाइन",
        ai_test_des:
            "अपने या अपने विद्यार्थियों के लिए कौशल की परीक्षा करें। जो सीखना चाहते हैं वो लिखें, और AI एक क्विज़ तैयार करेगा। कौशल स्तर का चयन करना न भूलें।",
        ai_test_place:
            "कौशल लिखें, जोड़ें वह करियर लक्ष्य या ज्ञान जिसे आप जांचना चाहते हैं।",

        ai_popup_example: "उदाहरण",
        ai_popup_steps: "चरण",
        ai_popup_code: "कोड",
        ai_popup_facts: "तथ्य",
        ai_popup_video: "वीडियो",
        ai_popup_image: "चित्र",

        // task
        answer_link_event: "😎 केवल सदस्यों के लिए 😎",
        task_try_again: "गलतियाँ करने से हम चतुर बनते हैं! चलिए इसे ठीक करें।",

        // forms
        form_theme_error_message: "एक ऐसा विषय चुनें जो समझ में आए।",
        form_theme_placeholder: "इस पाठ से अपग्रेड होने वाले कौशल",
        form_title_task_error_message: "वर्णन करें आप क्या करेंगे।",
        form_title_task: "शीर्षक",
        form_title_prompt: "पाठ प्रॉम्प्ट",
        form_step_prompt: "चरण प्रॉम्प्ट",
        form_description_task_placeholder:
            "विवरण जोड़ें, अपने नोट्स, समाधान और उदाहरण।",
        form_video_placeholder: "YouTube या Vimeo पर वीडियो-ट्यूटोरियल का लिंक।",
        form_add_timestamp: "समय चिह्न जोड़ें",
        form_text_question_answer_placeholder: "AI-जांच के साथ व्यावहारिक चुनौती जोड़ें।",
        form_is_free_label: "मुफ्त",
        form_is_draft: "ड्राफ्ट",
        form_is_autogeneratte: "स्वतः उत्पन्न",
        form_is_steps: "चरण",
        form_button_save: "सहेजें",
        form_button_add_task: "प्रकाशित करें",
        form_button_save_answer: "सहेजें",
        form_add_comment: "कोई प्रश्न है? यहां पूछें।",
        form_button_add_comment: "टिप्पणी जोड़ें 🙌",
        form_error_add_comment: "उफ़, फील्ड खाली है।",
        form_cover_title: "चित्र अपलोड करें।",
        form_cover_error: "छवि बहुत बड़ी है। कृपया, इसे अनुकूलित करें या दूसरी का उपयोग करें।",
        form_field_is_right: "सही?",
        form_add_new_answer: "विकल्प जोड़ें",
        form_remove_question: "इस चरण को हटा दें",
        form_add_question: "चरण जोड़ें",
        form_remove_task: "पाठ को हमेशा के लिए हटा दें",
        form_add_task_to_event: "नया पाठ जोड़ें",
        form_field_is_required: "फ़ील्ड आवश्यक है",
        form_one_is_right: "एक फ़ील्ड को सही के रूप में चिह्नित किया जाना चाहिए",
        form_min_one_is_right: "कम से कम एक फ़ील्ड को सही के रूप में चिह्नित किया जाना चाहिए",
        form_question_is_required:
            "प्रश्न में कम से कम एक उत्तर होना चाहिए",
        form_question_label: "विवरण या प्रश्न जोड़ें",
        form_explanation_label: "सामग्री का प्रकार और व्याख्या जोड़ें",
        form_task_create_title: "पाठ बनाएं",
        form_task_edit_title: "पाठ संपादित करें",
        form_task_edit_add_tag_placeholder: "पाठ टैग्स",
        form_task_edit_add_tag_button: "नया टैग जोड़ें",
        form_task_max_tags_limit_error: "आप {count} टैग या उससे कम चुन सकते हैं",

        // backend error
        backend_error: "कुछ गलत हो गया, कृपया बाद में पुनः प्रयास करें।",

        //auth form
        auth_form_title: "भाषा चुनें और लॉग इन करें",
        auth_youtube_form_title: "अपनी रुचियां YouTube से जोड़ें",
        auth_youtube_form_description:
            "हम आपके व्यक्तिगत कौशल मानचित्र बनाएंगे और YouTube पर आपके पसंदीदा वीडियो के आधार पर जुनून की भविष्यवाणी करेंगे।",
        auth_youtube_form_description2:
            "YouTube पर आपके पसंदीदा वीडियो के आधार पर अपने जुनून का अन्वेषण करें। किसी भी करियर का चयन करें और इसे महानतम बनाने के लिए लेवल अप करें: पाठ पूरे करें, ऑनलाइन-कोर्सेस में शामिल हों और अपना ज्ञान प्रकाशित करें।",
        auth_youtube_form_description3:
            "और पेशेवर भविष्यवाणी के साथ व्यक्तिगत कौशल मानचित्र देखें।",
        auth_form_secondary1: "हम डेटा कैसे संसाधित करते हैं:",
        auth_form_secondary2: "और",
        auth_form_notify: "अपस्किलिंग के तरीके के बारे में सूचनाएं प्राप्त करें",

        // result
        result_right_answer: "सही",
        result_wrong_answer: "गलत",

        //skills
        skills_my: "← आपकी विशेषज्ञता",
        skills_learn_my: "कोई भी कौशल परीक्षण करें और सीखें",
        skills_des: "रंगीन तारें वे कौशल हैं जो आपने सीखे हैं ",
        skills_result_title:
            "हमें आपकी पसंद के {totalVideo} वीडियो मिले हैं YouTube पर",
        skills_result_free_title: "{freePercent}% सटीकता के साथ",
        skills_result_free_text:
            "मुफ्त संस्करण में, हम केवल <b>{allComparedVideo} वीडियो</b> का ही प्रोसेस करेंगे और प्रस्तुत करेंगे <b>{matchedVideo} आपकी रुचियां</b> जो हमारे कौशल आधार से मेल खाती हैं।",
        skills_result_free_text_2: "प्रोसेस करने के लिए पर्याप्त डेटा नहीं है।",
        skills_result_free_text_3:
            "मुफ्त संस्करण में, हम केवल {allComparedVideo} वीडियो प्रोसेस करेंगे जो आपने पहले पसंद किए थे। एक महीने के लिए सभी प्रेरणादायक वीडियो की विस्तृत रिपोर्ट प्राप्त करने के लिए, हमारे पास वापस आएं और अपनी रुचियों का पुनः परीक्षण करें।",
        skills_result_paid_title: "{paidPercent}% सटीकता के साथ",
        skills_result_paid_text_1:
            "भुगतान की गई योजना में हम आपके ★सभी डेटा को प्रोसेस करते हैं, ★ आपके कौशल को स्वयं संपादित करने और ★ अतिरिक्त परीक्षणों में भाग लेने की संभावना के साथ ताकि आपकी रुचियों और हमारे डेटाबेस के बीच कम से कम 200 मैच प्राप्त किए जा सकें।",
        skills_result_paid_text_2:
            "इस मामले में, हमारी भविष्यवाणी 80% तक सटीक होगी।",
        skills_result_free_label: "मुफ्त परीक्षण संस्करण",
        skills_result_paid_label: "उन्नत योजना के लिए ${price}",

        //careers
        career_title: "करियर आपके कौशल से मेल खाते हैं:",
        career_des: "करियर विवरण",
        career_select_skills: "अपने कौशल चुनें",
        career_btn_show: "दिखाएं ",
        career_btn_upgrade: "सभी मिलान करियर देखने के लिए मुफ्त 3-दिन की ट्रायल शुरू करें ",
        career_btn_all: "सभी मिलान करियर↓",
        career_btn_skills: "करियर कौशल जो आपने सीखे हैं",
        career_buy_des:
            "उन कौशलों का पता लगाएं जो इस करियर से मेल खाते हैं। अपने ज्ञान का परीक्षण करें और अंधे धब्बों को सीखने के लिए व्यक्तिगत पाठ्यक्रम प्राप्त करें 🚀।",
        career_btn_proceed: "सीखना जारी रखें",
        career_btn_start_career: "इस करियर में लापता कौशल सीखें",

        // meta
        meta_title_default:
            "आपके नए करियर की खोज में मदद करने वाला निजी AI-मेंटर",
        meta_title_default_short:
            "आपके नए करियर की खोज में मदद करने वाला निजी AI-मेंटर",
        meta_title_rating: "Unschooler पर उपयोगकर्ताओं की मुद्रा रेटिंग।",
        meta_title_courses:
            "GPT-4 द्वारा संचालित Unschooler.me पर AI ऑनलाइन पाठ्यक्रम YouTube से वीडियो के साथ। कोई भी कौशल सीखें, परियोजनाएं बनाएं और अपने करियर लक्ष्य को प्राप्त करें।",
        meta_title_policy: "Unschooler पर गोपनीयता नीति",
        meta_title_terms: "Unschooler पर उपयोग की शर्तें",
        meta_task_title: "Unschooler पर पाठ",
        meta_event_title: "Unschooler पर ऑनलाइन कोर्स",
        meta_my_account: "Unschooler - मेरा खाता",
        meta_programs:
            "अपनी गति से विषयों का पता लगाएं और अपनी खोजों को सहेजें।",
        meta_default_description:
            "पेशेवरों द्वारा नेतृत्व में कदम दर कदम पाठों के साथ मजेदार सबक जो भविष्य के लिए कौशल प्राप्त करने के लिए हैं",
        meta_description_default_primary:
            "Unschooler एक ऑनलाइन शैक्षिक मंच है जिसमें ऑनलाइन पाठ्यक्रम और पाठ होते हैं जहाँ पेशेवरों ने किशोरों के लिए व्यावहारिक परियोजनाओं के आसपास प्रकाशित पाठ्यक्रम, कदम-दर-कदम पाठ जोड़ते हैं और ऑनलाइन कक्षाओं पर प्रतिक्रिया प्रदान करते हैं। \n" +
            "प्रत्येक नया परिणाम किशोरों के पोर्टफोलियो में संग्रहीत होता है और कौशल मानचित्र को अपडेट करता है। यह एक स्वाभाविक करियर मार्ग की तरह काम करता है।",
        meta_description_courses:
            "अपने व्यक्तिगत करियर लक्ष्य के लिए वीडियो और AI के साथ ऑनलाइन पाठ्यक्रम जेनरेट करें, जिसमें कदम-दर-कदम पाठ होते हैं। उन्हें अपने छात्रों के साथ साझा करें।",
        meta_description_rating:
            "सिक्के एक वर्चुअल मुद्रा हैं जो आप नए ज्ञान पर अर्जित और खर्च करते हैं। इसे साझा करें और इकट्ठा करें: प्रश्नोत्तरी पास करें, अपने परिणामों और ट्यूटोरियल को प्रकाशित करें, उनके लिए लाइक्स इकट्ठा करें, पाठ्यक्रमों में नामांकन करें और अपना स्वयं का बनाएं।",
        meta_description_policy:
            "Unschooler एक ऑनलाइन शैक्षिक मंच है जिसमें ऑनलाइन पाठ्यक्रम और पाठ होते हैं जहाँ पेशेवरों ने किशोरों के लिए व्यावहारिक परियोजनाओं के आसपास प्रकाशित पाठ्यक्रम, कदम-दर-कदम पाठ जोड़ते हैं और ऑनलाइन कक्षाओं पर प्रतिक्रिया प्रदान करते हैं।",
        meta_description_terms:
            "Unschooler एक ऑनलाइन शैक्षिक मंच है जिसमें ऑनलाइन पाठ्यक्रम और पाठ होते हैं जहाँ पेशेवरों ने किशोरों के लिए व्यावहारिक परियोजनाओं के आसपास प्रकाशित पाठ्यक्रम, कदम-दर-कदम पाठ जोड़ते हैं और ऑनलाइन कक्षाओं पर प्रतिक्रिया प्रदान करते हैं।",
        meta_description_terms_mentor:
            "Unschooler ऑनलाइन समूह पाठ्यक्रमों और अनुक्रमिक UGC पाठों का एक बाज़ार है। ट्यूटोरियल इंटरैक्टिव आलेख हैं जिसमें क्विज़ और एम्बेडेड यूट्यूब वीडियो होते हैं। लोग जो कुछ भी बनाते हैं उसे दिखाते हैं और कहते हैं और कूल सीखने की सामग्री साझा करते हैं। ऑनलाइन पाठ्यक्रम एक बंद वीडियो कॉन्फ्रेंसिंग कमरा है जो समूह कक्षाओं के लिए होता है। इसमें केवल प्रतिभागियों के लिए उपलब्ध पाठों का एक सेट, भुगतान, शेड्यूलिंग, छात्रों के परिणामों को साझा करने और सीखने के नोट्स बनाने की संभावना शामिल होती है।",

        // phone
        phone_remainders: "WhatsApp अनुस्मारक",
        phone_desciption:
            "हम आपको WhatsApp पर सीखने के कार्य और अनुस्मारक भेजेंगे। कोई स्पैम या विज्ञापन नहीं, केवल आपके द्वारा भुगतान की गई या परीक्षण की जानकारी।",
        phone_placeholder: "फ़ोन नंबर",
        phone_button_label: "सेव करें",
        show_more: "और दिखाएं",

        // google
        google_api_login: "यूट्यूब पर अधिकृत करें",
        bookmark: "बुकमार्क",
        ask_video: "वीडियो पूछें",
        payment_button_create: "अपना पाठ्यक्रम बनाएं",
        start: "शुरू करें",
        event_start_learning: "सीखना शुरू करें",
        notif_typing_loader__message: "3-8 सेकंड",
        curriculim_regenerate: "यदि आपको यह योजना पसंद नहीं है तो इसे पुनः उत्पन्न करें ↓",
        curriculim_generate: "अपनी पाठ्यक्रम योजना उत्पन्न करें",
        save_notes: "अपने नोट्स सहेजें",

        // forms
        form_allow_answer_placeholder: 'अगले पाठों की "345" ID',
        quiz_generate: "परीक्षा उत्पन्न करें",
        summary: "सारांश दिखाएं",
        summary_hide: "सारांश छिपाएं",
        course: "पाठ्यक्रम",
        quiz: "प्रश्नोत्तरी",
        add_courses_btn: "अपने सभी पाठ्यक्रम जोड़ें",
        add_creator: "सर्जक जोड़ें",
        course_creators: "पाठ्यक्रम सर्जक:",
        students: "छात्र",
        leave: "प्रस्थान करें",
        last_questions: "अंतिम पाठ, परीक्षा और चैट्स",
        login_members: "सदस्यों के लिए लॉगिन",
        sign_to_join: "इस स्कूल में शामिल होने के लिए साइन इन करें",
        load_more: "और लोड करें",
        youtube_channel: "आपकी YouTube चैनल ID",
        intro: "वीडियो चुनें या खोजें:",
        continue: "जारी रखें",
        generate_video: "अपनी सामग्री से पाठ उत्पन्न करें",
        ask_video_placeholder: "अगर आप कुछ समझ नहीं पाए तो वीडियो पूछें",
        search_string: "वीडियो खोजें...",
        form_text_challenge: "चुनौती",
        form_text_videosum_placeholder: "स्वत: उत्पन्न वीडियो सारांश केवल तब उपलब्ध है जब वीडियो में कैप्शन होते हैं",
        form_text_data_title: "संकेत: सीखने के उद्देश्य, परिणाम और मूल्यांकन",
        form_text_data_placeholder: "वर्णन करें कि आप किस सामग्री को प्राप्त करना चाहते हैं, किसी भी लेख या नोट्स को पेस्ट करें जिससे पाठ उत्पन्न किया जा सके। अधिकतम 50,000 वर्ण।",
        form_text_learning: "स्रोत का सारांश",
        form_text_learning_placeholder: "वर्णन करें कि आप क्या सीखना चाहते हैं",
        form_text_description: "विवरण",
        form_text_step: "चरण",
        form_text_step_order: "प्रश्नों का क्रम बदलें",
        published: "प्रकाशित",
        learn: "सीखें",
        event_preenroll: 'पाठ्यक्रम में शामिल हों और दैनिक कार्य सूचनाओं की सदस्यता लें',
        event_preenroll_description: 'प्रतिदिन के कार्य पूरे करें और AI-जनित प्रतिक्रिया प्राप्त करें। अपने पोर्टफोलियो के लिए एक प्रोजेक्ट पर काम करें और मूल्यांकन लें।',
        event_enroll_course: 'शामिल हों',
        event_moneyback: 'मूल्य:',
        event_you_in: "आप कोर्स में शामिल हो गए हैं!",
        delete_this_step: "हटाएँ",

        generate_subtitles: 'इस पाठ के लिए उपशीर्षक उत्पन्न करें',
        progress_description_message: 'AI विवरण और सीखने के चरण उत्पन्न करता है। आपका डेटा AI को प्रशिक्षित करने के लिए उपयोग नहीं किया जाता है।',
        progress_plan_generate_message: 'AI आपकी व्यक्तिगत योजना उत्पन्न कर रहा है।',
        progress_create_question_message: 'चरण बनाए गए हैं, जिनका पालन करके आप लक्ष्य तक पहुंचेंगे।',
        progress_check_result_message: 'आपके समाधान की जाँच की जा रही है...',
        progress_subtitle_generation_message: 'उपशीर्षक उत्पन्न करना...',
        progress_update_database_data: 'ट्यूटोरियल उत्पन्न हो रहा है...',
        connect_my_youtube_channel: 'मेरा चैनल',
        connect_another_channel: 'दूसरा चैनल चुनें',
        connecting_to_youtube_channel: 'YouTube चैनल से जुड़ रहा है',

        embed_modal_title: 'अपने प्लेटफ़ॉर्म में यह कोर्स एम्बेड करें',
        embed_copy_title: 'कोड कॉपी करें',
        embed_copy_text: 'कोड क्लिपबोर्ड में कॉपी किया गया',
        copy_label: 'कॉपी करें',
        cancel_label: 'रद्द करें',
        footer_educators: 'शिक्षकों के लिए समाधान',
        premium_start: "शुरू करें",
        premium_creator: "निर्माता",
        premium_university: "विश्वविद्यालय",
        premium_creator_description: "अपने वीडियो से मिनटों में पाठ्यक्रम उत्पन्न करें",
        premium_university_description: "अपने प्लेटफ़ॉर्म में Unschooler को एकीकृत करें",
        upgrade: "अपग्रेड करें",
        contact_sales: "बिक्री से संपर्क करें",
        features: "सभी सुविधाएँ",
        custom: "कस्टम",

        solution_placeholder: "इस कार्य के समाधान का वर्णन करें",
        solution_send: "समाधान भेजें",
        learning_type: "आप किस प्रकार से सीखना चाहते हैं",
        learning_text: "पाठ और उदाहरण पढ़ें",
        learning_project: "छोटी परियोजना के साथ अभ्यास करें",
        learning_video: "वीडियो खोजें",
        learning_check: "अपनी समझ की जांच करें",
        learning_info: "इन्फोग्राफ़िक्स चुनें",
        learning_quiz: "क्विज़ के साथ खेलें",

        //
        tab_ai_lesson: "AI पाठ",
        tab_ai_channel: "YouTube चैनल",
        tab_ai_vimeo: "Vimeo",
        ask_placeholder_def: "कोई भी प्रश्न पूछें",
        ask_placeholder_yt: "https://www.youtube.com/watch?v=FCqkUi1-7S0",
        question_regenerate: "साफ करें",
        question_add: "अधिक",

        header_courses: "शिक्षकों, प्लेटफ़ॉर्म और कंपनियों के लिए AI वीडियो पाठ्यक्रम",
        upload_video: "mp4 अपलोड करें, अधिकतम 300Mb 30 मिनट",
        ai_course_promo: "किसी भी नए लक्ष्य के लिए कोर्स बनाएँ",
        ai_mentor_promo: "करियर की चुनौतियों और नए कौशल के बारे में पूछें",
        ai_test_promo: "अपने किसी भी कौशल का परीक्षण करें, दूसरों के साथ साझा करें",
        ai_lesson_promo: "अपनी सामग्री को पाठ में बदलें",
        ai_channel_promo: "YouTube चैनल से कनेक्ट करें और अपनी सामग्री से पाठ्यक्रम उत्पन्न करें",

        tab_ai_video: "YouTube/Vimeo लिंक",
        tab_ai_text: "पाठ",
        tab_ai_mp4: "वीडियो",
        tab_ai_link: "URL",
        tab_ai_pdf: "PDF",
        //checkout
        checkout_subscription: 'मासिक सदस्यता',
        checkout_weekly_subscription: 'साप्ताहिक सदस्यता',
        checkout_guide_title: 'अपनी व्यक्तिगत करियर गाइड प्राप्त करें',
        checkout_enroll_title: 'कोर्स में नामांकन करें',
        checkout_thanks: 'भुगतान के लिए धन्यवाद',
        checkout_booking_confirmation:
            'हम आपकी बुकिंग की पुष्टि ईमेल द्वारा भेज देंगे - ',
        checkout_success_purchase: 'आपने प्रीमियम क्लब तक पहुँच का अधिकार खरीद लिया है',
        checkout_link_for_activation:
            'हम भुगतान करते समय आपके द्वारा दर्ज किए गए ईमेल पर उपहार सक्रियण पृष्ठ का लिंक भेजेंगे।',
        checkout_check_other_lessons: 'अन्य पाठों की जाँच करें',
        checkout_go_to_skills: 'यूट्यूब के साथ रुचियों का परीक्षण करने के लिए जाएं',

        // Stripe
        stripe_student_name: "छात्र का पहला और अंतिम नाम",
        stripe_student_email: "छात्र का ईमेल",
        stripe_student_phone: "छात्र का फोन",
        stripe_accept: 'मैं स्वीकार करता हूँ',
        stripe_accept_terms: 'प्रयोग की शर्तें',
        stripe_accept_terms_confirm: 'और पुष्टि करता हूँ कि मेरा कंप्यूटर या फोन मेल खाता है',
        stripe_technical_requirements: 'तकनीकी आवश्यकताएँ',
        stripe_input_card_number: 'अपने क्रेडिट कार्ड की जानकारी दर्ज करें',
        stripe_pay: 'भुगतान करें',
        stripe_accept_error: 'कृपया सुनिश्चित करें कि आपका कार्यस्थल ऑनलाइन कक्षाओं के लिए उपयुक्त है।',
        stripe_error_email_message: "यह सही ईमेल जैसा नहीं लगता!",
        stripe_error_phone_message: 'कृपया फोन नंबर जाँच लें',

        form_text_course_title: "कोर्स विषय, सीखने के परिणाम या लक्ष्य दर्ज करें",
        form_workspace_placeholder: "अपने स्कूल का नाम",
        form_workspace_description: "अपने स्कूल का विवरण",
        form_workspace_create: "स्कूल सेटिंग्स सहेजें",
        form_workspace_logo: "लोगो अपलोड करें",
        form_workspace_cover: "कवर अपलोड करें",
        form_workspace_description_placeholder: "इस कार्यक्षेत्र के उद्देश्य को लिखें",
        form_link_placeholder: "वेब पेज का URL: एआई इसे विश्लेषण करेगा और एक पाठ उत्पन्न करेगा।",
        form_link_placeholder_input: "https://en.wikipedia.org/wiki/First_class_travel",
        free: "मुफ़्त",
        translate_modal_title: 'इस पाठ्यक्रम को किसी भी भाषा में अनुवाद करें। हम इसकी प्रतिलिपि बनाएंगे और पाठों को चयनित भाषा में बदल देंगे:',
        translate_btn: 'अनुवाद करें',

        event_add_calendar: "कैलेंडर में जोड़ें",
        event_added_calendar: "कैलेंडर में जोड़ा गया",
        event_add_calendar_title: "सूचनाएं आपके कैलेंडर में जोड़ी गई हैं",
        event_add_calendar_description: "हम आपके करियर को अपग्रेड करने के लिए हर दिन आपको याद दिलाएंगे",
        event_connect_to_call: 'कॉल में शामिल हों',

        create_your_school: "अपना स्कूल बनाएं",
        setup_your_school: "अपने स्कूल के कार्यक्षेत्र को सेटअप करें",
        invite: "आमंत्रण",
        download: "डाउनलोड",
        translate: "अनुवाद",
        add_your_content: "सूचना का स्रोत चुनें या अपनी सामग्री जोड़ें",
        course_selling: "3. व्यक्तिगत वीडियो सामग्री से पाठ्यक्रम बेचना (क्रिएटर प्लान से शुरुआत)",
        form_text_course_plan: "अपनी शिक्षण योजना की समीक्षा करें, कोई भी विषय हटाएं या फिर से उत्पन्न करें",

        loader_generic: "उत्पन्न हो रहा है, इसमें 1-2 मिनट लगते हैं",
        loader_quiz: "प्रश्नोत्तरी बनाई जा रही है और सहेजी जा रही है",
        loader_task: 'पाठ उत्पन्न हो रहा है, 1 मिनट प्रतीक्षा करें',
        loader_step: 'AI एक कदम बना रहा है',
        loader_step_contentquiz: 'AI एक कदम गाइड बना रहा है जो क्विज़ के साथ आपके लक्ष्य को प्राप्त करने में आपकी मदद करता है।',
        loader_step_quiz: 'AI एक कदम गाइड बना रहा है जो क्विज़ के साथ आपके लक्ष्य को प्राप्त करने में आपकी मदद करता है।',
        loader_nextstepai: 'AI विवरण और कदम उत्पन्न करता है। आपके डेटा का उपयोग AI को प्रशिक्षित करने के लिए नहीं किया जाता है।',
        loader_nextstepai_async: 'अगला कदम उत्पन्न हो रहा है, लोडिंग के अंत का 1 मिनट इंतजार करें…',
        loader_video: 'AI इस विषय पर सबसे प्रासंगिक YouTube वीडियो इकट्ठा कर रहा है।',
        loader_assess: `AI एक व्यावहारिक चुनौती बना रहा है जो आपको अपने लक्ष्य को प्राप्त करने में मदद करता है।`,

        tab_workspace_tutorial: "प्रकाशित पाठ और परीक्षण",
        tab_workspace_tutorial_draft: "मेरे परीक्षण मसौदे",
        title_task: "अभ्यास करते हैं",
        select_text: "के लिए पाठ चुनें",
        btn_skip: "छोड़ें",
        ai_popup_explain: "समझाएं",
        edit: "संपादित करें",
        ask_ai: "AI से व्यक्तिगत पाठ जोड़ने के लिए कहें",
        loader_translate: "AI इस पाठ्यक्रम को सभी कदमों के साथ अनुवाद कर रहा है। इस प्रक्रिया के बाद आप नए पाठ्यक्रम में पुनःनिर्देशित किए जाएंगे।",
        ai_generate_tasks_button: "संपूर्ण पाठ्यक्रम उत्पन्न करें",
        ai_generation_tasks: "पाठ्यक्रम उत्पादन",
        click_upload: "अपलोड करने के लिए क्लिक करें",
        feedback_field: "  इस ट्यूटोरियल में क्या छूट गया?",
        form_text_data_file: "अपनी पीडीएफ अपलोड करें: हम पहले 30,000 अक्षर लेंगे और पाठ उत्पन्न करेंगे।",

        tab_event_published: "प्रकाशित पाठ्यक्रम",
        tab_event_drafts: "मसौदे",
        tab_events_my: "मेरे पाठ्यक्रम",
        tab_events_user: "पाठ्यक्रम",
        tab_events_all: "सभी पाठ्यक्रम",
        tab_event_by_subjectIds: "विशेष पाठ्यक्रम",

        vimeo_add_desc: "वीडियो खोजने के लिए अपने Vimeo फ़ोल्डर का लिंक जोड़ें",
        vimeo_add: "Vimeo फ़ोल्डर जोड़ें",
        vimeo_your: "आपका Vimeo फ़ोल्डर",
        vimeo_change: "Vimeo फ़ोल्डर बदलें",

        create_event_tab_1: "पाठ्यक्रम स्रोत",
        create_event_tab_2: "पाठ बदलें",
        create_event_tab_3: "पाठ्यक्रम प्रदर्शित करें",

        search_placeholder: 'खोजें',
        search_result_title: 'अनुरोध द्वारा खोज परिणाम',
        search_result_not_found: 'कोई परिणाम नहीं मिला',

        wrksp_add_section: 'इवेंट्स सेक्शन जोड़ें',
        wrksp_add_section_plchldr: "शीर्षक यहाँ दर्ज करें",
        wrksp_add_section_title: "शीर्षक",
        form_workspace_custom_domain: "कस्टम डोमेन",
        form_workspace_add_records: "अपने डोमेन रजिस्टर में A और TXT रेकॉर्ड्स जोड़ें:",
        form_workspace_content: "सामग्री",
        form_workspace_host: "वांछित होस्ट",
        form_workspace_domain: "डोमेन",
        form_workspace_sections: "कोर्स सेक्शन्स",
        form_workspace_invite: "सदस्यों को आमंत्रित करें",
        form_workspace_send_invite: "निमंत्रण भेजें",
        participants_list_title: " छात्रों ने इस कोर्स में भाग लिया है",
        learning_time: "सीखने का समय",
        form_lesson_tab: 'पाठ स्रोत',
        form_content_tab: 'सामग्री',
        form_display_tab: 'प्रदर्शन',
        feedback_easy: 'बहुत आसान',
        feedback_abstract: 'बहुत सैद्धांतिक',
        feedback_wordy: 'शब्दों का बहुत प्रयोग',
        feedback_steps: 'अधिक चरण',

        workspace_title_name: 'ब्रांडिंग और कस्टम डोमेन',
        workspace_title_content: 'वेबपेज लेआउट',
        workspace_title_payments: 'भुगतान',
        form_workspace_settings: "स्कूल सेटिंग्स",
        auth_form_title_signup: "नया खाता बनाएँ",

        workspace_host_required: 'मेज़बान आवश्यक है',
        workspace_host_is_not_valid: 'होस्ट मान्य नहीं है!',
        workspace_host_extra: 'होस्ट में रिक्त स्थान के बिना केवल छोटे अक्षर होने चाहिए (संख्याएँ और हाइफ़न हो सकते हैं)।',
        workspace_host_exist: 'वही होस्ट पहले से मौजूद है',
        workspace_domain_status: 'स्थिति',
        workspace_domain_updates: '(24 घंटे में अपडेट)',
        workspace_layout_message: 'कौशल के समूह के साथ छात्रों का ध्यान प्रबंधित करें। आप उन्हें कॉन्फ़िगर कर सकते हैं और उन्हें मुख्य पृष्ठ पर भी बदल सकते हैं।',
        workspace_domain_is_not_valid: 'अवैध डोमेन नाम',
        workspace_domain_is_not_extra: 'यह फ़ील्ड वैकल्पिक है। डोमेन में छोटे अक्षर होने चाहिए (हाइफ़न और बिंदु हो सकते हैं)। उदाहरण: ',

        stripe_connect_label: 'स्ट्राइप से जुड़ें',
        stripe_connect_existed_account: 'आपने स्ट्राइप खाता कनेक्ट कर लिया है.',
        stripe_connect_existed_text_1: 'पाठ्यक्रम बिक्री के लिए भुगतान प्राप्त करना शुरू करने के लिए अपना स्ट्राइप खाता कनेक्ट करें',
        stripe_connect_existed_text_2: 'स्ट्राइप को सेटअप करना त्वरित है और अधिकांश भुगतान प्रोसेसरों की तरह कोई मासिक शुल्क नहीं लेता है, केवल प्रति लेनदेन एक छोटा सा शुल्क लेता है।',
        stripe_connect_existed_text_3: 'यदि आपके पास पहले से कोई स्ट्राइप खाता नहीं है तो आपको अपना स्ट्राइप खाता बनाना और बनाए रखना होगा।',
        stripe_connect_existed_text_4: 'आपको चार्जबैक और सभी ग्राहक सेवा मुद्दों को संभालने की आवश्यकता होगी। आपके ग्राहक के भुगतान पर हमारा नियंत्रण या जिम्मेदारी नहीं है।',

        //translate_to_arrange
        ai_chat_questin_text1: 'गेम बनाने के लिए कौन सी प्रोग्रामिंग भाषा सीखें?',
        ai_chat_question_text2: 'एक फ्रंट-एंड डेवलपर के दैनिक कार्य क्या हैं?',
        login_button: 'ईमेल के साथ लॉग इन करें',
        reset_password_button: 'पासवर्ड रीसेट करें',
        email_input_text: 'ईमेल',
        password_input_text: 'पासवर्ड',
        enter_password_warning: 'अपना पासवर्ड दर्ज करें',
        enter_email_warning: 'अपना ईमेल दर्ज करें',
        embed_button: 'एम्बेड',
        add_member_button: 'सदस्य जोड़ें',
        enter_title_warning: 'कृपया शीर्षक दर्ज करें!',
        title_input_text: 'शीर्षक',
        Change_title: 'प्रोफाइल डेटा बदलें',
        invite_subtitle: 'आपका स्कूल तैयार है, लॉग इन करें और अपने छात्रों को आमंत्रित करें',
        welcome_title_text: '{workspace} स्कूल में आपका स्वागत है',
        access_information_start: 'तक पहुंच',
        vimeo_folder: 'वीमियो प्लेयर',
        sign_to_join_signup: 'रजिस्टर करें',
        payment_title_creator: 'क्रिएटर प्लान मुफ्त परीक्षण',
        payment_title_premium: 'प्रीमियम योजना मुफ्त परीक्षण',

        congrats: "बधाई हो! अच्छा काम जारी रखें और अपना लक्ष्य प्राप्त करें!",
        steps: "कदम-से-कदम गाइड:"
    },
};
