import { LOCALES } from "../locales";

export default {
    [LOCALES.MALAYALAM]: {
        // common
        auth_button: "Google ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക",
        auth_button_short: "ലോഗിൻ ചെയ്യുക",
        skills: "കഴിവുകൾ",
        careers: "ജോലികൾ",
        month: "മാസം",
        terms: "നിബന്ധനകൾ",
        policy: "സ്വകാര്യതാ നയം",
        policy_content: "ഉള്ളടക്ക നയം",

        //footer
        footer_skill_map: "കഴിവ് മാപ്പ്",
        footer_career_explorer: "ജോലി അന്വേഷകൻ",
        footer_courses: "പ്രോജക്ട്-അധിഷ്ഠിത ഓൺലൈൻ കോഴ്സുകൾ",
        footer_pricing: "വില",

        //btns
        more: "കൂടുതൽ",
        share: "പങ്കുവെക്കുക",
        junior: "എളുപ്പം",
        middle: "മധ്യമം",
        senior: "കഠിനം",

        // header
        header_profile: "വിശേഷണം:",
        nav_tutorials: "ജോലി",
        nav_skills: "കഴിവുകൾ",
        nav_premium: "എന്റെ പദ്ധതി",
        nav_upgrade: "അപ്ഗ്രേഡ് ചെയ്യുക",
        nav_ask: "കോഴ്സുകൾ",
        nav_exit: "ലോഗ് ഔട്ട് ചെയ്യുക",
        nav_workspace: "പഠിപ്പിക്കുക",
        program_tutorial: "നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട വിഷയം തിരഞ്ഞെടുക്കുക:",
        edit_user_label: "എന്റെ പ്രൊഫൈൽ",
        user_name_label: "ഉപയോക്തൃ നാമം",
        user_picture_label: "ഉപയോക്തൃ അവതാരം",

        //profile
        profile_moto: "നിങ്ങളുടെ വ്യക്തിഗത ജോലി ലക്ഷ്യത്തിനായി AI-പവർഡ് വീഡിയോ കോഴ്സുകൾ.",
        profile_description:
            "24/7 ആവശ്യമുള്ള എല്ലാം മിനിറ്റുകളിൽ പഠിക്കുക. ഏറ്റവും യോജിക്കുന്ന കരിയർ കണ്ടെത്തുക. കാണാത്ത നൈപുണ്യങ്ങൾ പഠിക്കാൻ വീഡിയോകൾ, ക്വിസുകൾ, എയ്‌ഐ-പ്രതികരണങ്ങളുള്ള വ്യക്തിഗത കോഴ്സുകൾ സൃഷ്ടിക്കുക.",
        profile_reccomended: "ശുപാർശ ചെയ്ത കരിയർ",
        profile_learn: "പുതിയ കാര്യങ്ങൾ പഠിക്കുക, നേടുക ",
        profile_map: "നിങ്ങളുടെ നൈപുണ്യങ്ങളുടെ മാപ്പ്",
        profile_list_suggested: "ശുപാർശ ചെയ്ത ",
        profile_upgrade_skills:
            "പ്രത്യേകതയാണ് നിങ്ങൾ ഏറ്റവും ഇടപെടുന്ന അറിവുകൾ. ഇവിടെ നിങ്ങൾ പഠിച്ചു",
        profile_specialisation_times: "തവണകൾ",
        profile_specialisation_my: "എന്റെ പ്രത്യേകത",
        profile_your_learned: " നിങ്ങൾ പഠിച്ചു",
        profile_matching: " നിങ്ങളുടെ നൈപുണ്യങ്ങളോട് ചേർന്ന്",
        add_explainer_short: "ഈ കോഴ്സിനെ പാഠത്തിലേക്ക് ലിങ്ക് ചെയ്യുക",

        //skills
        skills_update_interest: "YouTube നൈപുണ്യങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക",
        skills_test_interest: "YouTube-ൽ നൈപുണ്യങ്ങൾ കണ്ടെത്തുക",

        //event
        event_create: "പുതിയൊരു കോഴ്സ് പൂർണ്ണമായും സൃഷ്ടിക്കുക",
        event_finish: "മുറി വിടുക",
        event_proceed: "ലൈവ് റൂം",
        event_change: "കോഴ്സ് എഡിറ്റും വിൽക്കുക",
        event_upgrade: "എഡിറ്റ് ചെയ്യാൻ സൗജന്യ ട്രയൽ ആരംഭിക്കുക",
        event_btn_friend: "വിദ്യാർഥികളോട് പങ്കുവെക്കുക",
        event_tasks_description: "നിങ്ങൾ പഠിക്കും",
        event_result: "ഫലം: നിങ്ങൾ സൃഷ്ടിക്കുന്നത്",
        event_need: "നിങ്ങൾക്ക് ആവശ്യമാണ്",
        event_how: "എങ്ങനെ പ്രവർത്തിക്കും",

        create_event_title_edit: "കോഴ്സ് എഡിറ്റും വിൽക്കുക",
        create_event_title_create: "ഒരു കോഴ്സ് സൃഷ്ടിക്കുക",
        create_event_remove_event: "കോഴ്സ് ശാശ്വതമായി ഇല്ലാതാക്കുക",
        create_event_title_label: "കോഴ്സിന്റെ ശീർഷകം",
        create_event_title_message: "കോഴ്സിന് ഒരു ശീർഷകം ഉണ്ടാവണം",
        create_event_subject_label: "തിരയാനും സംഘടിപ്പിക്കാനും കോഴ്സ് ടാഗുകൾ തിരഞ്ഞെടുക്കുക",
        create_event_subject_extra:
            "കാണാത്ത ടാഗ് ചാറ്റിൽ അയയ്ക്കുക, 15 മിനിറ്റിനുള്ളിൽ ഞങ്ങൾ ചേർക്കും",
        create_event_subject_message:
            "ടാഗുകൾ ഇല്ലാത്ത ഒരു ഇവന്റ് സൃഷ്ടിക്കില്ല",
        create_event_cost_label: "വിദ്യാർഥിക്ക് വില (കുറഞ്ഞത് $2) / നിങ്ങൾക്ക് ലഭിക്കും, സേവന കമ്മീഷൻ",
        create_event_save: "കോഴ്സ് സേവ് ചെയ്ത് പുറത്തിറങ്ങുക",

        // event set date
        event_set_date_every_week: "ഓരോ {day}നും {time}ന്",
        event_set_date_exist: "ഇവന്റ് നിലവിലുണ്ട്",
        event_set_date_added: "ഇവന്റ് ചേർത്തു",
        event_set_date_title: "ഷെഡ്യൂൾ",
        event_set_date_description:
            '"പ്രഖ്യാപനങ്ങൾ" വിഭാഗത്തിൽ ഒരു തീയതിയും സമയവും ഇല്ലാത്ത കോഴ്സ് ചേർക്കും. ഗ്രൂപ്പുകളുടെ സെറ്റിനായി ഈ ഓപ്ഷൻ ഉപയുക്തമാണ്.',
        event_set_date_schedule: "{date} മുതൽ ഓരോ {day}, {time}",
        event_set_date_remove_item: "പാഠം നീക്കം ചെയ്യുക",
        event_set_date_add_date: "തീയതിയും സമയവും ചേർക്കുക",
        event_set_date_date: "തീയതി",
        event_set_date_time: "സമയം",
        event_set_date_dont_repeat: "ആവർത്തിക്കരുത്",
        event_set_date_repeat: "ഓരോ ആഴ്ചയും ആവർത്തിക്കുക",
        //groups
        group_groups: "വിദ്യാഭ്യാസകന്റെ ഡാഷ്ബോർഡ്:",
        group_tutorial: "നിങ്ങളുടെ കോഴ്സ് സൃഷ്ടിക്കുക:",
        group_soon: "സൗജന്യ പ്രധാന കോഴ്സുകൾ ↓",
        group_soon_description:
            "ഞങ്ങളുടെ ഉപയോക്താക്കൾ സൃഷ്ടിച്ച ഏറ്റവും രസകരമായ കോഴ്സുകൾ. ഇവ നിങ്ങൾക്ക് സൗജന്യമായി പഠിക്കാം.",

        // Participants list
        participants_list_subsicribe: "സബ്സ്ക്രിപ്ഷൻ",

        //Payment page
        premium: "പ്രീമിയം",
        premium_pro: "പ്രൊ",
        premium_your: "നിങ്ങളുടെ പ്ലാൻ",
        premium_description:
            "താല്പര്യങ്ങൾ പരീക്ഷിക്കുകയും നഷ്ടപ്പെട്ട കഴിവുകൾ നിർമ്മാണം ചെയ്യുകയും ചെയ്യുക",
        premium_pro_description:
            "നിങ്ങളുടെ സ്കൂൾ സൃഷ്ടിക്കുകയും കോഴ്സുകൾ വിൽക്കുകയും ചെയ്യുക",
        premium_moneyback: "3-ദിവസത്തെ സൗജന്യ പരീക്ഷണം",
        payment_premium_monthly: "അപ്ഗ്രേഡ് ചെയ്യുക",
        payment_title_creator: "ക്രിയേറ്റർ പ്ലാൻ സൗജന്യ പരീക്ഷണം",
        payment_title_premium: "പ്രീമിയം പ്ലാൻ സൗജന്യ പരീക്ഷണം",
        payment_title: "നിങ്ങളുടെ പ്ലാൻ തിരഞ്ഞെടുക്കുക",
        payment_button: "അപ്ഗ്രേഡ് ചെയ്യുക",
        payment_button_course: "ഒരു പൂർണ്ണ കോഴ്സിനായി അപ്ഗ്രേഡ് ചെയ്യുക",
        payment_request_modal_cancel: "റദ്ദാക്കുക",
        premium_valid: "സബ്സ്ക്രിപ്ഷൻ സാധുത തീരുന്നത്",
        premium_why: "എന്തുകൊണ്ട് ഞങ്ങൾ?",
        premium_why_des:
            "ഗൂഗിൾ തിരയലിൽ മണിക്കൂറുകൾ ലാഭിക്കുന്ന നമ്മുടെ എ.ഐ നിങ്ങളെ അറിയാവുന്ന കാര്യങ്ങളും വീണ്ടും പറയലും നീണ്ട വായനകളും വിവരപ്രദമല്ലാത്ത യൂട്യൂബ് വീഡിയോകളും വായിക്കലും ഒഴിവാക്കുന്നു. ഇത് നിങ്ങളുടെ ഡാറ്റയോടൊപ്പം നിരന്തരം പഠിക്കുന്നു.",
        premium_why_call:
            "നിങ്ങളുടെ താൽപ്പര്യം കണ്ടെത്തുന്നത് വേഗത്തിൽ 15 വർഷത്തിൽ നിങ്ങൾ എവിടെയാണെന്നതിന് വലിയ സ്വാധീനം ചെലുത്തുന്നു. ഇത് ഓരോ വർഷവും ആയിരങ്ങൾ ഡോളർ, ആരോഗ്യ പ്രശ്നങ്ങൾ, മാനസിക പ്രശ്നങ്ങൾ എന്നിവക്ക് ചെലവാക്കാം, അല്ലെങ്കിൽ വിജയവും ഉത്സാഹവും നിറഞ്ഞ യാത്രയാക്കാം.",

        //notifications
        notif_copy_event_link_description:
            "ക്ലാസ്സിൽ ചേരാൻ നിങ്ങളുടെ സുഹൃത്തുക്കൾക്ക് ഈ ലിങ്ക് ചാറ്റിൽ അയക്കുക.",
        notif_copy_event_link_workspace:
            "ചാറ്റിൽ നിങ്ങളുടെ വിദ്യാർത്ഥികളും സഹപ്രവർത്തകരും അയയ്ക്കുക, അവർക്ക് ഈ സ്കൂളിൽ ചേരാം",
        notif_copy_link_title: "ലിങ്ക് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി",
        notif_invite: "നിങ്ങളുടെ അംഗങ്ങൾക്ക് ക്ഷണം അയച്ചു",
        notif_copy_link_description:
            "ഇഷ്ടപ്പെട്ടോ? നിങ്ങളുടെ സുഹൃത്തുക്കളോടോ വിദ്യാർത്ഥികളോടോ കാണിക്കൂ!",
        notif_achieve_subject: "നിങ്ങൾ പുതിയ കഴിവ് അൺലോക്ക് ചെയ്തു:",
        notif_achieve_theme: "നിങ്ങൾ പുതിയ കഴിവ് അൺലോക്ക് ചെയ്തു:",
        notif_achieve_theme_skills: "നിങ്ങളുടെ കഴിവുകളുടെ മാപ്പ്",
        notif_quiz_creating:
            "പരീക്ഷണം സൃഷ്ടിക്കുകയാണ്... ഇത് 40 സെക്കൻഡ് എടുക്കാം. അവസാനം വരെ കാത്തിരിക്കുക.",

        // event card
        event_card_button_join_room: "ചേരുക ⚡",
        event_card_button_joined: "ചേർന്നു 😊",

        // tabs
        tab_my_tutorial: "എന്റെ പാഠങ്ങളും പരീക്ഷണങ്ങളും",
        tab_user_tutorial: "ഉപയോക്താവിന്റെ പാഠങ്ങൾ",
        tab_subject_tutorial: "ഡാറ്റ പ്രകാരം പുതിയ പാഠങ്ങൾ",
        tab_subject_tutorial_new: "പുതിയ പാഠങ്ങൾ",
        tab_tag_tutorial: "ടാഗ് പ്രകാരം പാഠങ്ങൾ",
        tab_ai_mentor: "AI ചാറ്റ്",
        tab_ai_course: "AI കോഴ്‌സ്",
        tab_ai_test: "ടെസ്റ്റ്",
        tab_tutorial_top: "ടോപ്പ്",
        tab_tutorial_featured: "ഫീച്ചേർഡ്",

        //ai
        ai_mentor_place:
            "കരിയർ ലക്ഷ്യങ്ങളെക്കുറിച്ചോ ഇന്നത്തെ പ്രതിസന്ധികളെക്കുറിച്ചോ ചോദിക്കുക",
        ai_course_des:
            "പൈത്തൺ ഉപയോഗിച്ച് സ്വന്തമായി റോബോട്ട് നിർമ്മിക്കുക, കൃത്രിമ ബുദ്ധി, മെഷീൻ ലേണിംഗ് ഒപ്പം ഓപ്പൺഎഐ ജിപിടി-4 ഉപയോഗിച്ച്.",
        ai_course_channel:
            "മൊബൈൽ ആപ്പുകൾക്കും, വെബ്സൈറ്റുകൾക്കും, ഗെയിമുകൾക്കുമുള്ള യുഎക്സ്/യുഐ ഡിസൈൻ",
        ai_test_des:
            "നിങ്ങളുടെയോ നിങ്ങളുടെ വിദ്യാർഥികളുടെയോ നൈപുണ്യങ്ങൾ പരീക്ഷിക്കൂ. നിങ്ങൾ പഠിക്കാൻ ആഗ്രഹിക്കുന്നത് എഴുതുക, എയ്‌ഐ ഒരു ക്വിസ്സ് സൃഷ്ടിക്കും. നൈപുണ്യ തലം തിരഞ്ഞെടുക്കാൻ മറക്കരുത്.",
        ai_test_place:
            "നൈപുണ്യം എഴുതുക, കരിയർ ലക്ഷ്യം അല്ലെങ്കിൽ അറിവ് പരിശോധിക്കാൻ ആഗ്രഹിക്കുന്നത് ചേർക്കുക",
        ai_popup_example: "ഉദാഹരണം",
        ai_popup_steps: "ഘട്ടങ്ങൾ",
        ai_popup_code: "കോഡ്",
        ai_popup_facts: "വസ്തുതകൾ",
        ai_popup_video: "വീഡിയോ",
        ai_popup_image: "ചിത്രം",
        // task
        answer_link_event: "😎 സബ്സ്ക്രൈബർമാർക്ക് മാത്രം 😎",
        task_try_again: "തെറ്റുകൾ നമ്മെ ബുദ്ധിമാന്മാരാക്കുന്നു! അത് ശരിയാക്കാം",

        // forms
        form_theme_error_message: "അർത്ഥപൂർണ്ണമായ ഒരു വിഷയം തിരഞ്ഞെടുക്കുക",
        form_theme_placeholder: "ഈ പാഠം കൊണ്ട് മെച്ചപ്പെടുത്തപ്പെട്ട കഴിവുകൾ",
        form_title_task_error_message: "നിങ്ങൾ ചെയ്യുന്നത് വിവരിക്കുക",
        form_title_task: "തലക്കെട്ട്",
        form_title_prompt: "പാഠ പ്രോംപ്റ്റ്",
        form_step_prompt: "ഘട്ട പ്രോംപ്റ്റ്",
        form_description_task_placeholder:
            "വിവരണം, നിങ്ങളുടെ കുറിപ്പുകൾ, പരിഹാരം, ഉദാഹരണങ്ങൾ ചേർക്കുക.",
        form_video_placeholder: "youtube അല്ലെങ്കിൽ vimeo-ൽ നിന്നുള്ള വീഡിയോ-ട്യൂട്ടോറിയൽ ലിങ്ക്",
        form_add_timestamp: "സമയമുദ്ര ചേർക്കുക",
        form_text_question_answer_placeholder: "AI-പരിശോധനയുള്ള പ്രായോഗിക ചലഞ്ച് ചേർക്കുക",
        form_is_free_label: "സൗജന്യം",
        form_is_draft: "കരട്",
        form_is_autogeneratte: "സ്വയം ഉണ്ടാക്കല്‍",
        form_is_steps: "ഘട്ടങ്ങൾ പൂർത്തിയാക്കി",
        form_button_save: "സേവ് ചെയ്യുക",
        form_button_add_task: "പ്രസിദ്ധീകരിക്കുക",
        form_button_save_answer: "ഉത്തരം സേവ് ചെയ്യുക",
        form_add_comment: " ചോദ്യമുണ്ടോ? ഇവിടെ ചോദിക്കുക",
        form_button_add_comment: "അഭിപ്രായം ചേർക്കുക 🙌",
        form_error_add_comment: "അയ്യോ, ഫീൽഡ് ശൂന്യമാണ്",
        form_cover_title: "ചിത്രം അപ്‌ലോഡ് ചെയ്യുക",
        form_cover_error:
            "ചിത്രം വലുതാണ്. ദയവായി, അതിനെ ഒപ്ടിമൈസ് ചെയ്യുക അല്ലെങ്കിൽ മറ്റൊന്ന് ഉപയോഗിക്കുക.",
        form_field_is_right: "ശരിയാണോ?",
        form_add_new_answer: "ഓപ്ഷൻ ചേർക്കുക",
        form_remove_question: "ഈ ഘട്ടം ഇല്ലാതാക്കുക",
        form_add_question: "ഘട്ടം ചേർക്കുക",
        form_remove_task: "പാഠം നിത്യേനയും ഇല്ലാതാക്കുക",
        form_add_task_to_event: "പുതിയ പാഠം ചേർക്കുക",
        form_field_is_required: "ഫീൽഡ് ആവശ്യമാണ്",
        form_one_is_right: "ഒരു ഫീൽഡ് ശരിയായി മാർക്ക് ചെയ്തിരിക്കണം",
        form_min_one_is_right: "കുറഞ്ഞത് ഒരു ഫീൽഡ് ശരിയായി മാർക്ക് ചെയ്തിരിക്കണം",
        form_question_is_required:
            "ചോദ്യത്തിൽ കുറഞ്ഞത് ഒരു ഉത്തരം ഉണ്ടാകണം",
        form_question_label: "വിവരണം അല്ലെങ്കിൽ ചോദ്യം ചേർക്കുക",
        form_explanation_label: "ഉള്ളടക്കത്തിന്റെ തരം ആൻഡ് വിശദീകരണം ചേർക്കുക",
        form_task_create_title: "പാഠം സൃഷ്ടിക്കുക",
        form_task_edit_title: "പാഠം തിരുത്തുക",
        form_task_edit_add_tag_placeholder: "പാഠ ടാഗുകൾ",
        form_task_edit_add_tag_button: "പുതിയ ടാഗ് ചേർക്കുക",
        form_task_max_tags_limit_error: "നിങ്ങൾ {count} ടാഗുകൾ അല്ലെങ്കിൽ കുറവ് തെരഞ്ഞെടുക്കാം",

        // backend error
        backend_error: "എന്തോ പ്രശ്നം ഉണ്ടായി, ദയവായി പിന്നീട് ശ്രമിക്കുക.",

        //auth from
        auth_form_title: "ലോഗിൻ ചെയ്യുക",
        auth_youtube_form_title: "യൂട്യൂബിൽ നിന്ന് താല്പര്യങ്ങൾ ചേർക്കുക",
        auth_youtube_form_description:
            "നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട വീഡിയോകളുടെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ വ്യക്തിഗത നൈപുണ്യ മാപ്പ് സൃഷ്ടിക്കും, ഒരു ആവേശം പ്രവചിക്കും.",
        auth_youtube_form_description2:
            "നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട വീഡിയോകളുടെ അടിസ്ഥാനത്തിൽ നിങ്ങളുടെ ആവേശം അന്വേഷിക്കുക. ഏതെങ്കിലും കരിയറിൽ ചേർന്ന് അത് സമയം കൊണ്ട് മഹത്തായ ഒന്നാക്കാൻ പാഠങ്ങൾ പൂർത്തിയാക്കുക, ഓൺലൈൻ കോഴ്സുകളിൽ ചേരുക, നിങ്ങളുടെ സ്വന്തം അറിവ് പ്രസിദ്ധീകരിക്കുക.",
        auth_youtube_form_description3:
            "തൊഴിൽ പ്രവചനത്തോടെ വ്യക്തിഗത നൈപുണ്യ മാപ്പ് കാണുക.",
        auth_form_secondary1: "ഡാറ്റ എങ്ങനെ പ്രോസസ്സ് ചെയ്യുന്നു: ",
        auth_form_secondary2: "ഒപ്പം ",
        auth_form_notify: "അപ്‌ഗ്രേഡിംഗിനെ കുറിച്ച് അറിയിപ്പുകൾ നേടുക",

        // result
        result_right_answer: "ശരി",
        result_wrong_answer: "തെറ്റ്",

        //skills
        skills_my: "← നിങ്ങളുടെ പ്രത്യേകത",
        skills_learn_my: "ഏതെങ്കിലും നൈപുണ്യം പരീക്ഷിച്ച് പഠിക്കുക",
        skills_des: "നിങ്ങൾ പഠിച്ച നൈപുണ്യങ്ങൾ വർണ്ണാഭമായ നക്ഷത്രങ്ങളാണ് ",
        skills_result_title:
            "നിങ്ങൾക്ക് ഇഷ്ടമായ {totalVideo} യൂട്യൂബ് വീഡിയോകൾ ഞങ്ങൾ കണ്ടെത്തി",
        skills_result_free_title: "{freePercent}% കൃത്യത",
        skills_result_free_text:
            "സൗജന്യ പതിപ്പിൽ, നിങ്ങൾ ഇഷ്ടപ്പെട്ട <b>{allComparedVideo} വീഡിയോകളിൽ</b> നിന്നും <b>{matchedVideo} നിങ്ങളുടെ താൽപ്പര്യങ്ങൾക്ക്</b> യോജിച്ചവ മാത്രം ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യും.",
        skills_result_free_text_2: "പ്രോസസ്സ് ചെയ്യാനുള്ള മതിയായ ഡാറ്റ ഇല്ല.",
        skills_result_free_text_3:
            "സൗജന്യ പതിപ്പിൽ, നിങ്ങൾ മുൻപ് ഇഷ്ടപ്പെട്ട {allComparedVideo} വീഡിയോകളിൽ മാത്രമേ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യൂ. ഒരു മാസത്തെ എല്ലാ പ്രചോദനാത്മക യൂട്യൂബ് വീഡിയോകളും കാണുകയും, വീണ്ടും ഞങ്ങളിലേക്ക് വരികയും ചെയ്ത് നിങ്ങളുടെ താൽപ്പര്യങ്ങൾ പരീക്ഷിക്കുക.",
        skills_result_paid_title: "{paidPercent}% കൃത്യത",
        skills_result_paid_text_1:
            "പെയ്ഡ് പ്ലാനിൽ ഞങ്ങൾ ★നിങ്ങളുടെ എല്ലാ ഡാറ്റയും പ്രോസസ് ചെയ്യുകയും, നിങ്ങളുടെ കഴിവുകൾ മാനുവലായി എഡിറ്റ് ചെയ്യുന്നതിന്റെ സാധ്യത ★ നൽകുകയും, ★ കുറഞ്ഞത് 200 മാച്ചുകൾ നേടാൻ അധിക ടെസ്റ്റുകൾ നൽകുന്നതിനുള്ള സാധ്യത ★ നൽകുകയും ചെയ്യും, അതിൽ നിങ്ങളുടെ താല്പര്യങ്ങളും ഞങ്ങളുടെ ഡാറ്റാബേസും തമ്മിൽ.",
        skills_result_paid_text_2:
            "ആ കഴിവുള്ള പക്ഷത്ത്, ഞങ്ങളുടെ പ്രവചനം 80% വരെ കൃത്യമാകും.",
        skills_result_free_label: "സൗജന്യ പരീക്ഷണ പതിപ്പ്",
        skills_result_paid_label: "അപ്ഗ്രേഡ് ചെയ്ത പ്ലാൻ ${price}ന്",

        //careers
        career_title: "നിങ്ങളുടെ കഴിവുകൾക്ക് ചേർന്ന ജോലികൾ:",
        career_des: "കരിയർ വിവരണം",
        career_select_skills: "നിങ്ങളുടെ കഴിവുകൾ തിരഞ്ഞെടുക്കുക",
        career_btn_show: "കാണിക്കൂ ",
        career_btn_upgrade: "എല്ലാ യോജിച്ച ജോലികളും കാണാൻ സൗജന്യ 3-ദിവസ ട്രയൽ ആരംഭിക്കൂ ",
        career_btn_all: "താഴേക്ക് എല്ലാ ജോലികളും↓",
        career_btn_skills: "നിങ്ങൾ പഠിച്ച കരിയർ കഴിവുകൾ",
        career_buy_des:
            "ഈ കരിയറിന് യോജിച്ച കഴിവുകൾ പരിശോധിക്കൂ. നിങ്ങളുടെ അറിവ് പരിശോധിക്കുകയും കുറവുള്ള സ്ഥലങ്ങളിൽ പഠിക്കാൻ വ്യക്തിഗത കോഴ്സുകൾ നേടുകയും ചെയ്യൂ 🚀.",
        career_btn_proceed: "പഠനം തുടരുക",
        career_btn_start_career: "ഈ കരിയറിൽ കുറവുള്ള കഴിവുകൾ പഠിക്കുക",

        // meta
        meta_title_default:
            "നിങ്ങളുടെ പുതിയ കരിയർ കണ്ടെത്താൻ സഹായിക്കുന്ന വ്യക്തിഗത AI-മെന്റർ",
        meta_title_default_short:
            "നിങ്ങളുടെ പുതിയ കരിയർ കണ്ടെത്താൻ സഹായിക്കുന്ന വ്യക്തിഗത AI-മെന്റർ",
        meta_title_rating: "അൺസ്കൂളറിൽ നാണയങ്ങളാൽ ഉപയോക്താക്കളുടെ റേറ്റിംഗ്. ",
        meta_title_courses:
            "അൺസ്കൂളറിൽ GPT-4 ആൽ പവർഡ് ചെയ്ത AI ഓൺലൈൻ കോഴ്സുകൾ, സ്വന്തമായ വീഡിയോ ജനറേറ്ററോടു കൂടി. ഏതു കഴിവും പഠിച്ച്, പ്രൊജക്ടുകൾ സൃഷ്ടിച്ച്, നിങ്ങളുടെ കരിയർ ലക്ഷ്യം പ്രാപിക്കുക.",
        meta_title_policy: "അൺസ്കൂളറിൽ സ്വകാര്യതാ നയം",
        meta_title_terms: "അൺസ്കൂളറിൽ ഉപയോഗ നിബന്ധനകൾ",
        meta_task_title: "അൺസ്കൂളറിൽ പാഠം",
        meta_event_title: "അൺസ്കൂളറിൽ ഓൺലൈൻ കോഴ്സ്",
        meta_my_account: "അൺസ്കൂളറിൽ - എന്റെ അക്കൗണ്ട്",
        meta_programs:
            "നിങ്ങളുടെ സ്വന്തം പേസിൽ വിഷയങ്ങൾ അന്വേഷിക്കുകയും കണ്ടെത്തലുകൾ സംരക്ഷിക്കുകയും ചെയ്യുക.",
        meta_default_description:
            "ഏത് ചോദ്യങ്ങൾക്കും ഫയലുകൾക്കും ജനറേറ്റ് ചെയ്ത ഇന്ററാക്ടീവ് AI വീഡിയോ കോഴ്സുകൾ ക്വിസ്സുകളും പ്രായോഗിക ടാസ്കുകളും ഉള്ളത്.",
        meta_description_default_primary:
            "നിങ്ങളുടെ ചോദ്യങ്ങൾക്കും ഫയലുകൾക്കുമായി ക്വിസുകളും പ്രായോഗിക കടമകളും ഉൾപ്പെടെ സംവാദപരമായ AI വീഡിയോ കോഴ്സുകൾ",
        meta_description_courses:
            "ഏതൊരു കരിയർ ലക്ഷ്യത്തിനായിട്ടും AI-ന്റെ ശക്തി ഉപയോഗിച്ച് ഓൺലൈൻ വീഡിയോ കോഴ്സുകൾ ഉണ്ടാക്കുക. ഘട്ടം ഘട്ടമായി പാഠങ്ങളും ക്വിസുകളും ഉൾപ്പെടെ. ഇത് നിങ്ങളുടെ വിദ്യാർത്ഥികൾക്ക് പങ്കുവെക്കുക.",
        meta_description_rating:
            "നിങ്ങൾ നേടുന്നതും ചെലവഴിക്കുന്നതുമായ ഒരു ആഭാസമായ നാണയമാണ് കോയിൻസ്. പുതിയ അറിവ് പങ്കുവെക്കുകയും ശേഖരിക്കുകയും ചെയ്യുക: ക്വിസുകൾ പാസ്സാക്കുക, നിങ്ങളുടെ ഫലങ്ങളും ട്യൂട്ടോറിയലുകളും പ്രസിദ്ധീകരിക്കുക, അവയ്ക്ക് ലൈക്കുകൾ ശേഖരിക്കുക, കോഴ്സുകളിൽ ചേരുക, നിങ്ങളുടെ സ്വന്തം ഉണ്ടാക്കുക.",
        meta_description_policy:
            "Unschooler എന്നത് അധ്യാപകർക്കും, സർവകലാശാലകൾക്കും, സ്കൂളുകൾക്കുമുള്ള AI-പവർ ചെയ്ത ഓൺലൈൻ വീഡിയോ കോഴ്‌സുകളുള്ള ഒരു വിദ്യാഭ്യാസ പ്ലാറ്റ്ഫോം ആണ്.",
        meta_description_terms:
            "Unschooler എന്നത് അധ്യാപകർക്കും, സർവകലാശാലകൾക്കും, സ്കൂളുകൾക്കുമുള്ള AI-പവർ ചെയ്ത ഓൺലൈൻ വീഡിയോ കോഴ്‌സുകളുള്ള ഒരു വിദ്യാഭ്യാസ പ്ലാറ്റ്ഫോം ആണ്.",
        meta_description_terms_mentor:
            "Unschooler എന്നത് അധ്യാപകർക്കും, സർവകലാശാലകൾക്കും, സ്കൂളുകൾക്കുമുള്ള AI-പവർ ചെയ്ത ഓൺലൈൻ വീഡിയോ കോഴ്‌സുകളുള്ള ഒരു വിദ്യാഭ്യാസ പ്ലാറ്റ്ഫോം ആണ്.",

        // phone
        phone_remainders: "WhatsApp അനുസ്മരണങ്ങൾ",
        phone_desciption:
            "ഞങ്ങൾ WhatsApp-ൽ പഠന ടാസ്കുകൾ ഒപ്പം അനുസ്മരണങ്ങൾ അയക്കും. സ്പാം അല്ലെങ്കിൽ പരസ്യങ്ങൾ ഇല്ല, നിങ്ങൾ പണം കൊടുത്തതോ ട്രയൽ ചെയ്തതോ ആയ വിവരങ്ങൾ മാത്രം.",
        phone_placeholder: "ഫോൺ നമ്പർ",
        phone_button_label: "സംരക്ഷിക്കുക",
        show_more: "കൂടുതൽ കാണിക്കുക",
        // google
        google_api_login: "യൂട്യൂബിൽ അംഗീകരിക്കുക",
        bookmark: "ബുക്മാർക്ക്",
        ask_video: "വീഡിയോ ചോദിക്കുക",
        payment_button_create: "നിങ്ങളുടെ കോഴ്‌സ് സൃഷ്ടിക്കുക",
        start: "ആരംഭിക്കുക ",
        event_start_learning: "പഠനം ആരംഭിക്കുക",
        event_start_learning_creator: "പാഠങ്ങൾ സൃഷ്ടിക്കുക",
        notif_typing_loader__message: "3-8 സെക്കന്റുകൾ",

        curriculim_regenerate: "ഇഷ്ടമില്ലെങ്കിൽ ഈ പദ്ധതി വീണ്ടും സൃഷ്ടിക്കുക ↓",
        curriculim_generate: "നിങ്ങളുടെ കോഴ്‌സ് പദ്ധതി സൃഷ്ടിക്കുക",
        save_notes: "നിങ്ങളുടെ കുറിപ്പുകൾ സംരക്ഷിക്കുക",

        // forms
        form_allow_answer_placeholder: 'അടുത്ത പാഠങ്ങളുടെ ID "345"',
        quiz_generate: "ഒരു പരീക്ഷ സൃഷ്ടിക്കുക",
        summary: "സംഗ്രഹം കാണിക്കുക",
        summary_hide: "സംഗ്രഹം മറയ്ക്കുക",
        course: "കോഴ്‌സ്",
        quiz: "ക്വിസ്",
        add_courses_btn: "നിങ്ങളുടെ എല്ലാ കോഴ്‌സുകളും ചേർക്കുക",
        add_creator: "സ്രഷ്ടാവിനെ ചേർക്കുക",
        course_creators: "കോഴ്‌സ് സ്രഷ്ടാക്കൾ:",
        students: "വിദ്യാർഥികൾ",
        leave: "വിട്ടുപോകുക",
        last_questions: "എന്റെ പാഠങ്ങൾ, പരീക്ഷണങ്ങൾ, ചാറ്റുകൾ",
        login_members: "അംഗങ്ങൾക്കായി ലോഗിൻ ചെയ്യുക",
        sign_to_join: "ഈ സ്കൂളിൽ ലോഗിൻ ചെയ്യുക",
        load_more: "കൂടുതൽ ലോഡ് ചെയ്യുക",
        youtube_channel: "നിങ്ങളുടെ യൂട്യൂബ് ചാനൽ ഐഡി",
        intro: "സ്വന്തം വീഡിയോ സൃഷ്ടിക്കുക അല്ലെങ്കിൽ യൂട്യൂബിൽ നിന്ന് ഉൾക്കൊള്ളിക്കുക",
        continue: "തുടരുക",
        generate_video: "നിങ്ങളുടെ ഉള്ളടക്കത്തിൽ നിന്ന് പാഠം സൃഷ്ടിക്കുക",
        ask_video_placeholder: "നിങ്ങൾക്ക് എന്തോ മനസ്സിലാകാത്ത പക്ഷം വീഡിയോ ചോദിക്കുക",
        search_string: "യൂട്യൂബിൽ തിരയുക",
        form_text_challenge: "ചലഞ്ച്",
        form_text_videosum_placeholder: "വീഡിയോയിൽ ഉപശീർഷകങ്ങൾ ഉണ്ടെങ്കിൽ മാത്രമേ സ്വയം ഉണ്ടാക്കിയ വീഡിയോ സംഗ്രഹം ലഭ്യമാകൂ",
        form_text_data_title: "പ്രമ്പ്റ്റ്: പഠന ലക്ഷ്യങ്ങൾ, ഫലങ്ങൾ, വിലയിരുത്തലുകൾ",
        form_text_data_placeholder: "നിങ്ങൾ നേടാനുള്ള ഉള്ളടക്കം വിവരിക്കുക, പാഠം ഉണ്ടാക്കാൻ ഏതെങ്കിലും ലേഖനം അല്ലെങ്കിൽ കുറിപ്പുകൾ പേസ്റ്റ് ചെയ്യുക. പരമാവധി 50,000 അക്ഷരങ്ങൾ. ",
        ////fdsf
        form_text_learning: "സ്രോതസ്സിന്റെ സംഗ്രഹം ",
        form_text_learning_placeholder: "നിങ്ങൾ നേടണ്ട ഉള്ളടക്കം വിവരിക്കുക",
        form_text_description: "വിവരണം",
        form_text_step: "ഘട്ടം",
        form_text_step_order: "ചോദ്യങ്ങളുടെ ക്രമം മാറ്റുക",
        published: "പ്രസിദ്ധീകരിച്ചു ",
        learn: "പഠിക്കുക",
        event_preenroll: 'കോഴ്സിൽ ചേരുക',
        event_preenroll_description: 'ദൈനംദിന ചുമതലകൾ പൂർത്തിയാക്കുക എന്നിവയും AI-നിർമ്മിത ഫീഡ്ബാക്ക് ലഭിക്കുക. പോർട്ട്ഫോളിയോയ്ക്ക് ഒരു പ്രോജക്റ്റ് ചെയ്തു അവലോകനങ്ങൾ എടുക്കുക.',
        event_enroll_course: 'ചേരുക',
        event_moneyback: 'വില:',
        event_you_in: "നിങ്ങൾ കോഴ്സിൽ ചേർന്നു!",
        delete_this_step: "ഘട്ടം മായ്ക്കുക",

        generate_subtitles: 'ഈ പാഠത്തിനായി ഉപശീർഷകങ്ങൾ സൃഷ്ടിക്കുക',
        progress_description_message: 'AI വിവരണവും പഠനഘട്ടങ്ങളും ഉണ്ടാക്കുന്നു. നിങ്ങളുടെ ഡാറ്റ എഐ പരിശീലിപ്പിക്കാനായി ഉപയോഗിക്കുന്നില്ല.',
        progress_plan_generate_message: 'നിങ്ങളുടെ വ്യക്തിഗത പദ്ധതി AI സൃഷ്ടിക്കുന്നു.',
        progress_create_question_message: 'ഘട്ടങ്ങൾ സൃഷ്ടിച്ചു, അതനുസരിച്ച് നിങ്ങൾ ലക്ഷ്യം പ്രാപിക്കും.',
        progress_create_images_message: 'ചിത്രങ്ങൾ സൃഷ്ടിക്കുന്നു…',
        progress_check_result_message: 'നിങ്ങളുടെ പരിഹാരം പരിശോധിക്കുന്നു...',
        progress_subtitle_generation_message: 'ഉപശീർഷക സൃഷ്ടി...',
        progress_update_database_data: 'ട്യൂട്ടോറിയൽ സൃഷ്ടിക്കുന്നു...',
        connect_my_youtube_channel: 'എന്റെ ചാനൽ',
        connect_another_channel: 'മറ്റൊരു ചാനൽ തിരഞ്ഞെടുക്കുക',
        connecting_to_youtube_channel: 'YouTube ചാനലിൽ ബന്ധിപ്പിക്കുന്നു',
        progress_chunks: 'വീഡിയോ ക്ലിപ്പുകൾ സൃഷ്ടിക്കുന്നു...',
        progress_chunk: 'വീഡിയോ ക്ലിപ്പ് സൃഷ്ടിക്കുന്നു...',
        progress_audio: 'ഓഡിയോ വിവരണം സൃഷ്ടിക്കുന്നു...',
        progress_images: 'ചിത്രങ്ങൾ സൃഷ്ടിക്കുന്നു...',
        progress_video_saving: 'വീഡിയോ കരട് സംരക്ഷിക്കുന്നു...',

        embed_modal_title: 'നിങ്ങളുടെ പ്ലാറ്റ്ഫോമിൽ വൈറ്റ്ലേബിൾഡ് കോഴ്സ് ഉൾപ്പെടുത്തുക',
        embed_copy_title: 'കോഡ് പകർത്തുക',
        embed_copy_text: 'കോഡ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി',
        copy_label: 'പകർത്തുക',
        cancel_label: 'റദ്ദാക്കുക',
        footer_educators: 'വിദ്യാഭ്യാസികൾക്കുള്ള പരിഹാരം',
        premium_start: "ആരംഭിക്കുക",
        premium_creator: "സ്രഷ്ടാവ്",
        premium_university: "സർവകലാശാല",
        premium_creator_description: "നിങ്ങളുടെ ഉള്ളടക്കത്തിൽ നിന്ന് കോഴ്സുകൾ സൃഷ്ടിക്കുക",
        premium_university_description: "Integrate Unschooler to your platform",
        upgrade: "അപ്‌ഗ്രേഡ്",
        contact_sales: "വിപണിയോക്കാനുള്ള സമ്പർക്കം",
        features: "എല്ലാ സവിശേഷതകൾ",
        custom: "പ്രവർത്തിക്കുക",
        solution_placeholder: "ഈ ശ്രമത്തിന്റെ പരിഹാരം നൽകുക",
        solution_send: "പരിഹാരം അയക്കുക",
        learning_type: "പഠനത്തിന്റെ രീതി തിരഞ്ഞെടുക്കുക",
        learning_text: "ടെക്സ്റ്റും ഉദാഹരണങ്ങളും",
        learning_project: "AI-ഫീഡ്ബാക്കോടൊപ്പം പ്രാക്ട്ടീസ്",
        learning_video: "വീഡിയോ",
        learning_check: "ഗൈഡുനോട്ടത്തോടൊപ്പം ക്വിസ്",
        learning_info: "ഇൻഫോഗ്രാഫിക്സ്",
        learning_quiz: "ക്വിസ്",
        //
        tab_ai_lesson: "AI പാഠം",
        tab_ai_channel: "YouTube ചാനൽ",
        tab_ai_vimeo: "Vimeo",
        ask_placeholder_def: "ഏതെങ്കിലും ചോദ്യം ചോദിക്കുക",
        ask_placeholder_yt: "https://www.youtube.com/watch?v=FCqkUi1-7S0",
        question_regenerate: "സ്വച്ഛമാക്കുക",
        question_add: "ക്വിസുകൾ, വീഡിയോസ് അല്ലെങ്കിൽ ചിത്രങ്ങൾ ചേർക്കുക",

        header_courses: "ശിക്ഷകർ, പ്ലാറ്റ്ഫോർമുകൾ ഒപ്പുമായി എയ്‌ഐ വീഡിയോ കോഴ്സുകൾ",
        upload_video: "mp4 അപ്ലോഡ് ചെയ്യുക, അതിനുള്ളത് 300Mb 30 മിനിറ്റ്",
        ai_course_promo: "ഏതെങ്കിലുമായി ലക്ഷ്യം ഉള്ള ഒരു കോഴ്സ് സൃഷ്ടിക്കുക",
        ai_mentor_promo: "കരിയർ ചാലഞ്ചുകൾക്കും പുതിയ കഴിവുകളിലേക്കും ചോദിക്കുക",
        ai_test_promo: "നിന്നിലെ ഏതെങ്കിലുള്ള കഴിവുകൾക്ക് പരീക്ഷിക്കുക, വിദ്യാർഥികളോടൊപ്പം പങ്കിടുക",
        ai_lesson_promo: "നിന്നിൽ നിന്ന് നിന്നെയും കോഴ്സിനാക്കുക",
        ai_channel_promo: "YouTube ചാനൽ കണക്റ്റ് ചെയ്യുകയും നിന്നും നിന്ന് കോഴ്സുകൾ സൃഷ്ടിക്കുക",

        tab_ai_video: "YouTube/Vimeo ലിങ്ക്",
        tab_ai_text: "ടെക്സ്റ്റ്",
        tab_ai_mp4: "വീഡിയോ",
        tab_ai_link: "URL",
        tab_ai_pdf: "PDF",

        //checkout
        checkout_subscription: 'മാസിക സബ്സ്ക്രിപ്ഷൻ',
        checkout_weekly_subscription: 'ആഴ്ചാക്കല്‍ സബ്സ്ക്രിപ്ഷൻ',
        checkout_guide_title: 'നിന്നിന്നുള്ള വ്യക്തിഗത കരിയർ ഗൈഡ് ലഭിക്കുക',
        checkout_enroll_title: 'കോഴ്സ് എൻറോൾ ചെയ്യുക',
        checkout_thanks: 'പെയ്മെന്റിനായി നന്ദി',
        checkout_booking_confirmation:
            'നിങ്ങളുടെ ബുക്കിങ്ങിന്റെ ഒരു സ്ഥിരീകരണം നിന്നെ ഇമെയിൽ അയയ്ക്കും - ',
        checkout_success_purchase: 'നിങ്ങൾ പ്രീമിയം ക്ലബ്ബിലേക്ക് ഒരു പ്രവർത്തനം വാങ്ങി',
        checkout_link_for_activation:
            'സമാന്യമായ പുരാതനത്തിലെ വാർഷിക പദവി ഉടറ്റുകളുടെ പുതിയ വിവാദമുണ്ടാക്കൽ പേജിനു നല്കുന്ന ലിങ്ക്, നിങ്ങൾ പോകുന്ന എമെയിൽനു കൊണ്ട് നമ്പർ ചെയ്താൽ അങ്ങനെ ചേർക്കാം.',
        checkout_check_other_lessons: 'മറ്റ് പാഠങ്ങൾ പരിശോധിക്കുക',
        checkout_go_to_skills: 'ടെസ്റ്റ് ആഗ്രഹങ്ങളെ YouTube-യിൽ പോകുക',
        // Stripe
        stripe_student_name: "വിദ്യാർത്ഥിയുടെ പേരും അവന്റെ അന്തിമ പേരും",
        stripe_student_email: "വിദ്യാർത്ഥിയുടെ ഇമെയിൽ",
        stripe_student_phone: "വിദ്യാർത്ഥിയുടെ ഫോൺ",
        stripe_accept: 'ഞാൻ അംഗീകരിക്കുന്നു',
        stripe_accept_terms: 'ഉപയോഗപ്രാധാന്യങ്ങൾ',
        stripe_accept_terms_confirm: 'എന്റെ കമ്പ്യൂട്ടർ അല്ലെങ്കിൽ ഫോൺ ബന്ധപ്പെടുന്നു എന്ന് സ്ഥിരമാക്കുന്നു',
        stripe_technical_requirements: 'ടെക്നിക്കൽ ആവശ്യങ്ങൾ',
        stripe_input_card_number: 'നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് വിവരങ്ങൾ നൽകുക',
        stripe_pay: 'പേയ്മെന്റ്',
        stripe_accept_error: 'ദയവായി നിങ്ങളുടെ പ്രവർത്തനസ്ഥലം ആർക്കും ആർക്കും പോലെ അനുയോജ്യമാക്കുക.',
        stripe_error_email_message: "ശരിയായ ഇമെയിൽ പ്രശ്നപ്പെടുന്നില്ല!",
        stripe_error_phone_message: 'ദയവായി ഫോൺ നമ്പർ പരിശോധിക്കുക',

        form_text_course_title: "പഠിപ്പുകൾക്ക് ലക്ഷ്യം",
        form_workspace_placeholder: "നിന്നാമതാണ് നിങ്ങളുടെ സ്കൂൾനാമം",
        form_workspace_description: "നിന്നാമതാണ് നിങ്ങളുടെ സ്കൂൾനാമത്തിന്റെ വിശദാംശങ്ങൾ",
        form_workspace_create: "സ്കൂൾ ക്രമങ്ങൾ സംരക്ഷിക്കുക",
        form_workspace_logo: "ലോഗോ അപ്ലോഡുചെയ്യുക",
        form_workspace_cover: "കവർ അപ്ലോഡുചെയ്യുക",
        form_workspace_description_placeholder: "ഈ വർഗ്ഗത്തിന്റെ ഉദ്ദേശ്യം എഴുതുക",
        form_link_placeholder: "വെബ് പേജിന്റെ URL: AI അതിനെ വിശകലനം ചെയ്യുന്നുണ്ട് എന്ന് നോക്കിക്കൊണ്ട് ഒരു പാഠം സൃഷ്ടിക്കുന്നു.",
        form_link_placeholder_input: "https://en.wikipedia.org/wiki/First_class_travel",

        free: "സൗജന്യമായ",
        translate_modal_title: 'ഈ കോഴ്സ് ഏതെങ്കിലും ഭാഷയിലേക്ക് അനുവദിക്കുക. ഞങ്ങൾ അതു ഡുപ്ലിക്കേറ്റ് ചെയ്യും മറ്റു ഭാഷാംശങ്ങൾ തിരഞ്ഞെടുക്കും:',
        translate_btn: 'അനുവദിക്കുക',

        event_add_calendar: "കലണ്ടരിൽ ചേർക്കുക",
        event_added_calendar: "കലണ്ടരിൽ ചേർക്കപ്പെട്ടു",
        event_add_calendar_title: "നിങ്ങളുടെ കലണ്ടരിൽ അറിയിപ്പുകൾ ചേർന്നു",
        event_add_calendar_description: "നിങ്ങളെ പ്രതിദിനം നിങ്ങളുടെ കരിയറിനു വരുത്താനും ഞങ്ങൾ ഓണം അറിയിക്കും",
        event_connect_to_call: 'കാൽ ചേരുക',

        create_your_school: "നിനക്ക് സ്കൂൾ സൃഷ്ടിക്കുക",
        setup_your_school: "നിനക്ക് സ്കൂൾ വർക്ക്‌സ്പേസ് സജീകരിക്കുക",
        invite: "അഴിക്കുക",
        download: "ഡൗൺലോഡ് ചെയ്യുക",
        translate: "അനുവദിക്കുക",
        add_your_content: "അറിവിന്റെ ഉറവിയും",
        course_selling: "3. കോഴ്സ് വില (വ്യക്തിഗത വീഡിയോ കൺറന്റുകൾ ഉള്ള കോഴ്സുകളിലേക്ക്)",
        form_text_course_plan: "നിങ്ങളുടെ കോഴ്സിന്റെ പഠനയോജന അവലോകനം ചെയ്യുക, ഏതെങ്കിലും പ്രശ്നം മായ്ക്കുക അല്ലെങ്കിൽ പുനർനിർമിക്കുക",

        loader_generic: "സൃഷ്ടിക്കുന്നു, 1-2 മിനിറ്റ് ആവുകയും",
        loader_quiz: "ക്വിസ് സൃഷ്ടിക്കുന്നു കൂടെ സേവ് ചെയ്യുന്നു",
        loader_task: 'പാഠം സൃഷ്ടിക്കുന്നു, 1 മിനിറ്റ് കാത്തിരിക്കുക',
        loader_step: 'AI ഒരു ഘടകം സൃഷ്ടിക്കുന്നു ',
        loader_step_contentquiz: 'AI ഒരു ഘടകം സൃഷ്ടിക്കുന്നു, നിനക്ക് ക്വിസും അടിക്കടിയും ലഭിക്കാൻ സഹായിക്കും.',
        loader_step_quiz: 'AI ഒരു ഘടകം സൃഷ്ടിക്കുന്നു, നിനക്ക് ക്വിസും അടിക്കടിയും ലഭിക്കാൻ സഹായിക്കും.',
        loader_nextstepai: 'AI വിവരണം കൂടുതൽ ഘടകങ്ങൾ സൃഷ്ടിക്കുന്നു. നിനക്ക് AI പ്രശസ്തമായ ഡാറ്റ ഉപയോഗിച്ചിട്ടില്ല.',
        loader_nextstepai_async: 'അടുത്ത ഘടകം സൃഷ്ടിക്കുന്നു, 1 മിനിറ്റ് വരെ പ്രവർത്തിക്കുക…',
        loader_video: 'AI ഈ വിഷയത്തിൽ പ്രധാന YouTube വീഡിയോകൾ ശേഖരിക്കുന്നു.',
        loader_assess: 'AI നിനക്ക് നിന്നും പുരോഗമനം ചെയ്യാൻ സഹായിക്കുന്ന ഒരു പ്രാക്ടിക്കൽ ചാലൻജ് സൃഷ്ടിക്കുന്നു.',

        tab_workspace_tutorial: "പ്രസിദ്ധമാക്കിയ പാഠങ്ങൾ & പരീക്ഷണങ്ങൾ",
        tab_workspace_tutorial_draft: "എനിക്കുള്ള ടെസ്റ്റ് ഡ്രാഫ്റ്റുകൾ",
        title_task: "പ്രായോഗികമാക്കാം",
        select_text: "എനിക്ക് ഒരു ടെക്സ്റ്റ് തിരഞ്ഞെടുക്കുക",
        btn_skip: "കൂടുതൽ",
        ai_popup_explain: "വിശകലനം",
        edit: "തിരുത്തുക",
        ask_ai: "AI-യെ എന്തു ചേർക്കാൻ അച്ഛനെ അപേക്ഷിക്കുക",
        loader_translate: "AI എല്ലാ ഘടകങ്ങൾക്കും ഇതിലേക്ക് വിവർത്തിച്ചു. ഈ പ്രക്രിയയ്ക്ക് ശേഷം, നിനക്ക് പുതിയ കോഴ്സിൽ പുനഃനിന്നിൽക്കുക.",
        ai_generate_tasks_button: "എല്ലാ ഉള്ളടക്കം സൃഷ്ടിക്കുക",
        ai_generation_tasks: "കോഴ്സ് സൃഷ്ടിപ്പിക്കൽ",
        click_upload: "അപ്ലോഡ് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക",
        feedback_field: "  ഈ ട്യൂട്ടോറിയൽ പ്രതിസ്ഥാപിപ്പിച്ചത് എന്തായിരുന്നു?",
        form_text_data_file: "നിങ്ങളുടെ pdf അപ്ലോഡ് ചെയ്യുക: ഞങ്ങൾ ആദ്യ 30,000 അക്ഷരങ്ങൾ എടുത്ത് പഠനം സൃഷ്ടിക്കും.",

        tab_event_published: "പ്രസിദ്ധീകരണം ചെയ്ത കോഴ്സുകൾ",
        tab_event_drafts: "ഡ്രഫ്റ്റുകൾ",
        tab_events_my: "എനിക്കുള്ള കോഴ്സുകൾ",
        tab_events_user: "കോഴ്സുകൾ",
        tab_events_all: "എല്ലാ കോഴ്സുകൾ",
        tab_event_by_subjectIds: "പ്രമുഖ കോഴ്സുകൾ",

        vimeo_add_desc: "വീമിയോ വീഡിയോകൾ തിരയുന്നതിനുള്ള ഒരു ലിങ്ക് ചേർക്കുക",
        vimeo_add: " വീമിയോ ഫോൾഡർ ചേർക്കുക",
        vimeo_your: "നിന്നിൽ നിന്നുള്ള വീമിയോ ഫോൾഡർ",
        vimeo_change: "വീമിയോ ഫോൾഡർ മാറ്റുക",

        create_event_tab_1: "കോഴ്സ് സോഴ്സ്",
        create_event_tab_2: "പഠനങ്ങൾ എഡിറ്റുചെയ്യുക",
        create_event_tab_3: "കോഴ്സ് പ്രസിദ്ധീകരിക്കുക & വിൽപ്പനയ്ക്ക്",

        search_placeholder: 'തിരയൽ',
        search_result_title: 'അഭ്യർത്ഥനയായി തിരച്ചിൽ ഫലങ്ങൾ',
        search_result_not_found: 'ഫലങ്ങൾ കണ്ടെത്തിയില്ല',


        // new
        wrksp_add_section: 'കോഴ്സ് വിഭാഗം ചേർക്കുക',
        wrksp_add_section_plchldr: "ഇവിടെ തലയിടുക",
        wrksp_add_section_title: "ശീർഷകം",
        form_workspace_custom_domain: "പ്രവർഗ്ഗ സ്വന്തമാക്കുക",
        form_workspace_add_records: "നിനക്ക് കോഴ്സ് രെജിസ്ട്രിക്കർക്ക് A കുറഞ്ഞതും TXT അഭിജാത്യങ്ങൾ ചേർക്കണം:",
        form_workspace_content: "ഉള്ളടക്കം",
        form_workspace_host: "ഭാവി ഉപഡോമെയ്ൻ",
        form_workspace_domain: "പ്രവർഗ്ഗം",
        form_workspace_sections: "കോഴ്സ് വിഭാഗങ്ങൾ",
        form_workspace_invite: "അംഗങ്ങൾ അമ്പർക്കിക്കുക",
        form_workspace_send_invite: "അമ്പർക്ക് അയയ്ക്കുക",
        participants_list_title: "ഈ കോഴ്സിൽ ചേരുന്നത് വിദ്യാർത്ഥികൾ",
        learning_time: "പഠന സമയം",
        form_lesson_tab: 'പാഠപാഠം ഉറപ്പ്',
        form_content_tab: 'ഉള്ളടക്കം',
        form_display_tab: 'പ്രദർശനം',
        feedback_easy: 'അതുമായി എളുപ്പമാണ്',
        feedback_abstract: 'അതുമായി അപരമായം',
        feedback_wordy: 'അതുമായി പറഞ്ഞു പറഞ്ഞു',
        feedback_steps: 'കൂടുതൽ ഘട്ടങ്ങൾ',

        achievements: "എന്റെ എല്ലാ പരിപാലനങ്ങൾക്കും",

        workspace_title_name: 'ബ്രാന്റിംഗ് & കസ്റ്റം ഡൊമെയ്ൻ',
        workspace_title_content: 'വെബ്‌പേജ് ലേയൗട്ട്',
        workspace_title_payments: 'പേമെന്റുകൾ',
        form_workspace_settings: "സ്കൂൾ സെറ്റിംഗുകൾ",
        auth_form_title_signup: "പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക",

        workspace_host_required: 'ഹോസ്റ്റ് ആവശ്യമാണ്',
        workspace_host_is_not_valid: 'ഹോസ്റ്റ് അസാധുവാണ്!',
        workspace_host_extra: 'ഹോസ്റ്റ് സ്പേസുകളൊന്നുമില്ലാത്ത ലോവർകേസ് അക്കൗണ്ടിൽ മാത്രമേ ഉണ്ടായിരിക്കാം (സംഖ്യകളും ഹൈഫെൻസുകളും ഉൾപ്പെടുത്തിയാൽ ശരിയല്ല).',
        workspace_host_exist: 'അതായത്, അതേ ഹോസ്റ്റ് ഇതിനകം ഉണ്ടാണ്',
        workspace_domain_status: 'സ്റ്റാറ്റസ്',
        workspace_domain_updates: '(24 മണിക്കൂർക്ക് പുതുവായി)',
        workspace_layout_message: 'കൃത്യമായി വിദ്യാർത്ഥികളുടെ ശ്രദ്ധയെ സമൂഹത്തിന്റെ നാണയങ്ങൾക്കായി നിയന്ത്രിക്കുക. അവയെ ക്രമീകരിക്കാൻ അവർക്ക് അനുവദിക്കുന്നു, അതിനും പ്രധാന പേജിലേക്ക് മാറ്റിക്കളക്കാനും സാധിക്കും.',
        workspace_domain_is_not_valid: 'അസാധുവായ ഡൊമെയ്ൻ പേര്',
        workspace_domain_is_not_extra: 'ഈ ഫീൽഡ് ഐച്ഛികമാണ്. ഡൊമെയ്ൻ ലോവർകേസ് അക്കൗണ്ടിൽ ഉണ്ടായിരിക്കാം (ഹൈഫെൻസുകളും ഡോട്ടുകളും ഉൾപ്പെടുത്തിയാൽ ശരിയല്ല). ഉദാഹരണങ്ങൾ: ',

        stripe_connect_label: 'സ്ട്രൈപ്പിനോടുകൂടുക',
        stripe_connect_existed_account: 'നിനക്ക് സ്ട്രൈപ്പ് അക്കൗണ്ട് കണക്റ്റുചെയ്തിട്ടുണ്ട്.',
        stripe_connect_existed_text_1: 'നിനക്ക് കോഴ്സ് വിപണിക്കാഴ്ചകൾക്ക് പേമെന്റുകൾ ലഭിക്കാൻ സ്ട്രൈപ്പ് അക്കൗണ്ട് കണക്റ്റുചെയ്യുക',
        stripe_connect_existed_text_2: 'Stripe is quick to setup and does not charge any monthly fees like most payment processors, only a small per transaction fee.',
        stripe_connect_existed_text_3: 'You will need to create and maintain your Stripe account if you do not have one already.',
        stripe_connect_existed_text_4: 'You’ll need to handle chargebacks and all customer service issues. We do not have control of or responsibility for your customer\'s payments.',


        //translate_to_arrange
        vimeo_folder: 'വിമിയോ ഫോൾഡർ',
        ai_chat_questin_text1: 'എന്താണ് ഗെയിമുകൾ സൃഷ്ടിക്കുന്നതിനുള്ള പ്രോഗ്രാമിങ്ങ് ഭാഷ?',
        ai_chat_question_text2: 'ഫ്രണ്ട്-എൻഡ് ഡവലപ്പർമാർക്ക് ദൈനംദിന പ്രവർത്തനങ്ങൾ എന്താണ്?',
        login_button: 'ഇമെയിൽ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക',
        reset_password_button: 'പാസ്വേഡ് റീസെറ്റ് ചെയ്യുക',
        email_input_text: 'ഇമെയിൽ',
        password_input_text: 'പാസ്വേഡ്',
        enter_password_warning: 'ദയവായി നിന്നെയും പാസ്വേഡ് നൽകുക',
        enter_email_warning: 'ദയവായി നിന്നെയും ഇമെയിൽ നൽകുക',
        embed_button: 'എംബെഡ്',
        add_member_button: 'അംഗം ചേർക്കുക',
        enter_title_warning: 'ദയവായി ടൈറ്റിൽ നൽകുക!',
        title_input_text: 'ടൈറ്റിൽ',
        Change_title: 'പ്രൊഫൈൽ ഡാറ്റ മാറ്റുക',
        invite_subtitle: 'നിങ്ങളുടെ സ്കൂൾ തയ്യാറാണ്, ലോഗിൻ ചെയ്യുകയും നിങ്ങളുടെ വിദ്യാർത്ഥികളെ ക്ഷണിക്കുക ',
        welcome_title_text: '{workspace} സ്കൂൾക്ക് സ്വാഗതം',
        access_information_start: 'ദയവായി പ്രവർത്തിക്കുന്നു',
        vimeo_folder: 'വിമിയോ പ്ലേയർ',
        sign_to_join_signup: 'രജിസ്റ്റർ ചെയ്യുക',

        congrats: "അഭിനന്ദനങ്ങൾ! നല്ല പ്രവർത്തനം തുടരുകയും നിങ്ങളുടെ ലക്ഷ്യത്തിലേക്ക് എത്തുക!",
        steps: "ഘട്ടങ്ങൾ-ഘട്ടം പ്രവർത്തനം:"
    },
};